[{"Name":"TikTok","Headline":"Create TikTok video ads, track results, and manage your orders","Description":"The TikTok App on Shopify makes it easy to get your business in front of billions of highly engaged consumers. These users aren't just browsing... they're buying; as referenced by the popular hashtag #TikTokMadeMeBuyIt. And they could become your next customer. With the TikTok App, you can seamlessly sync your product catalog, build compelling creative, run effective ads and track performance all from your Shopify account.","URL":"https://apps.shopify.com/tiktok","ReviewCount":"1,180","Features":["Install the TikTok Pixel in 1-click to measure the performance of your ads.","Build TikTok-style videos in minutes. Simply upload product images or videos.","Sync your products from Shopify to TikTok to create high-performing ads"],"Categories":["Marketing analytics","Online marketplaces"]},{"Name":"Shopify Search \u0026 Discovery","Headline":"Help customers find the right products and sell more using Shopify’s free Search \u0026 Discovery app","Description":"A great shopping experience starts with simple search and seamless discovery. Customize search, filtering, and product recommendations, so you can enhance your products’ relevance and sell more. Use the Shopify Search \u0026 Discovery app to deliver results for every search and increase average order value with customized recommendations on any product page. Plus, use analytics to understand how customers are navigating your store and help shoppers find what they’re looking for with these insights.","URL":"https://apps.shopify.com/search-and-discovery","ReviewCount":"89","Features":["Customize filters to let shoppers refine their search by multiple categories.","Make synonym groups, so product descriptions match the terms shoppers use.","Use product boosts to feature products you want highlighted in search results.","Add related and complementary products on product detail pages.","Access analytics to understand your store’s search and discovery performance."],"Categories":["Search"]},{"Name":"DSers‑AliExpress Dropshipping","Headline":"AliExpress Dropshipping Solution to place orders, find suppliers and import products!","Description":"DSers, AliExpress Dropshipping Solution, the new standard to process hundreds of orders at once, faster than ever before and find new products \u0026 suppliers to sell always more, with better profits!\nWith DSers, you can find cheaper suppliers, import products from various sources, find better and more reliable suppliers, automate some time-consuming tasks and more!","URL":"https://apps.shopify.com/dsers","ReviewCount":"13,484","Features":["Optimize your suppliers-Find cheaper \u0026 better supplier selling the same products","Product management-Find, import \u0026 edit products. Auto update stock \u0026 prices","Bulk orders-Place 100s of orders with one click in a few seconds","Automation-Automatically track order \u0026 package status","Manage multiple Shopify stores in one account"],"Categories":["Dropshipping"]},{"Name":"Facebook \u0026 Instagram","Headline":"Sell on Facebook and Instagram and seamlessly manage your business from one place in Shopify.","Description":"Grow your business on Facebook and Instagram while managing orders, returns and more in Shopify. Easily promote your products and target accurately using powerful sales and marketing tools. Reach new customers and offer a seamless in-app shopping experience, from discovery to checkout.   \n\nAutomatically sync your eligible Shopify products to your Facebook and Instagram shop, so you can sell from one inventory while easily creating ads and shoppable posts right where your customers are.","URL":"https://apps.shopify.com/facebook","ReviewCount":"3,960","Features":["Get shop insights, including best performing products and top tagged content","Help drive better ad performance by setting up a conversion pixel","Easily set up your shop with a one-time account connection","Sell from one inventory that automatically syncs to your shop","Get email and live chat support from Meta"],"Categories":["Social media ads","Social media"]},{"Name":"Shopify Translate \u0026 Adapt","Headline":"Speak every customer’s language. It’s easy to translate and adapt your store content for any market.","Description":"Boost traffic, improve your SEO, and build trust with audiences around the world by localizing the content on your Shopify store for different markets. Translate \u0026 Adapt lets you auto-translate up to two languages for free, and manually add as many translations as you wish. The side-by-side editor makes it easy to compare and review your translations, and can also be used to adjust content between markets that speak the same language to ensure cultural, seasonal, and regional relevance.","URL":"https://apps.shopify.com/translate-and-adapt","ReviewCount":"192","Features":["Manually add, edit, and review translations with the side-by-side editor.","Auto-translate 2 languages with Google Translate (cloud.google.com/translate).","Adapt content to reflect spelling and messaging variations between markets.","Localize directly from the theme editor, or any resource page in your admin.","Manage localized store content seamlessly from your Shopify admin."],"Categories":["Language and translation"]},{"Name":"Instafeed ‑ Instagram Feed","Headline":"Display custom shoppable Instagram Feeds on your store. Convert your store visitors into customers.","Description":"With Mintt - Instafeed you can add minimal and elegant Instagram feeds to your store exactly as you wish, in less than one minute. Showing Instagram content such as photos and Reels on your store can help you build social proof, convert your store visitors into customers and turn your store visitors into new Instagram followers. Mintt - Instafeed will also help you use your Instagram content to automatically drive fresh new content to your store.","URL":"https://apps.shopify.com/instafeed","ReviewCount":"1,240","Features":["Show posts (photos, Reels, videos) in grid or slider layout (squares or tiles)","Manual or auto optimized layout","Custom rows and columns for mobile","Tag multiple products on your posts - create shoppable Instagram feeds","Filter your posts by hashtags"],"Categories":["Content marketing - Other","Images and media - Other"]},{"Name":"Pinterest","Headline":"Get your products in front of 445M people on Pinterest, where they go to find ideas to try and buy.","Description":"Install the Pinterest for Shopify app to connect your Pinterest account,\nquickly publish Product Pins, automatically update your product catalog every day, and track performance with the Pinterest Tag. Organically reach people on Pinterest who can easily discover, save and buy products from your website for free, without any advertising spend from you. Reach even more people with campaigns to build awareness, drive consideration or get conversions - all from your Shopify interface!","URL":"https://apps.shopify.com/pinterest","ReviewCount":"5,529","Features":["Upload your product catalog and keep it updated in near real-time*","Organically surface your entire product catalog to Pinners","Track conversions and view detailed product data with the Pinterest Tag","Promote your products and reach your customers with shoppable ads","$100 USD ad credit when you launch your first ever ad campaign with Pinterest**"],"Categories":["Social media ads","Social media"]},{"Name":"AClone: Backup \u0026 Duplicate","Headline":"A Store Duplicator Application: Backup / Clone / duplicate your store quickly and easily.","Description":"AClone makes it easy to duplicate a store's content to another one. It will automatically copy your products, product images, collections, pages, blogs, and themes, files from your resource store to multiple stores.","URL":"https://apps.shopify.com/aclone","ReviewCount":"2","Features":["Don't spend hours transferring your store data manually.","Test new custom code, and themes, safe in the knowledge","If you find any issue with the import/export data, you won't be charged."],"Categories":["Backup","Store data importers"]},{"Name":"BOGO+ | Free Gift \u0026 Flash Sale","Headline":"Maximize your store sales with discount: BOGO, Free Gift with Purchase, Flash Sale, Volume Discount","Description":"We level up the conversion game by providing you with seamless experiences both in the app and on storefront. You can quickly set up any discount campaigns (BOGO, Buy x get y, Flash sale, Free gift with purchase, Volume discount,...) and publish to your store. The streamlined UI on storefront support cart upsell, helps to encourage your customers to grab offer from cart, product pages, and check out sooner, leading to increase your AOV. Plus, we guarantee to provide superior quality of support!","URL":"https://apps.shopify.com/discos-smart-bogo-cart-upsell","ReviewCount":"84","Features":["All discounts in 1 app: BOGO, Flash Sale, Gift with purchase, Volume Discount","Quantity breaks for Volume Discount and Buy X Get Y - add-on value for customers","Hurry customers to check out with countdown timer for every Flash Sale discount","Cart upsell easily by offering discount or free gift with purchase in cart","Various add-up features to boost discount campaign's conversion"],"Categories":["Gift with purchase","Buy one, get one (BOGO)"]},{"Name":"Amazon by Codisto","Headline":"Sell on any global Amazon marketplace, from any store currency, directly from your online store.","Description":"Amazon by Codisto enables consolidated Amazon channel management, so you can create, manage and sync your product listings directly from Shopify, keep inventory and product details synced in real time, and fulfill orders using your preferred fulfillment method. Connect your Shopify store directly to any global Amazon site, and leverage Amazon's trusted reputation, world-class logistics, and customer service to reach more customers and grow your brand. Remember, ask for help onboarding!","URL":"https://apps.shopify.com/amazon-by-codisto","ReviewCount":"662","Features":["Create new Amazon ASINs or link existing products in bulk","100% real-time sync of inventory, orders, pricing and product details","Fulfil your orders via FBM or FBA","Fulfil Shopify orders with Amazon Multi-channel Fulfilment (MCF)","Free 24/7 global support via email, in-app live chat and phone"],"Categories":["Online marketplaces"]},{"Name":"Simple Bulk Price Editor","Headline":"This app provides a tool that allows you to update the prices of your products in bulk.","Description":"This app allows you to make changes easily, while still providing the flexibility you need to customize your price changes and apply them to a distinct selection of products.\n\nBy scheduling price changes, you can make your business more efficient by automating some of the difficulties associated with manually updating prices in bulk, and you get the benefit of having it scheduled at any specified date. Further, you can increase conversion by strategically shifting prices to align with demand.","URL":"https://apps.shopify.com/simple-bulk-price-editor-scheduler","ReviewCount":"31","Features":["Use filters and actions to bulk edit prices for any amount of products.","You can schedule changes to prices to take place now or at a later date.","The process to edit is simple, and just takes 3 easy steps."],"Categories":["Bulk editor"]},{"Name":"Data Analytics \u0026 Benchmarking","Headline":"Compare your performance, discover strengths and weaknesses and use our actions product to sell more","Description":"Product Actions, provides recommendations directly so you can make the best decisions for your products.","URL":"https://apps.shopify.com/conjura-app","ReviewCount":"3","Features":["Product Dashboards | One view to see key actions needed to become profitable.","Product Actions | Easily understand which products to promote, discount etc.","Product Table | The deepest and most comprehensive product table on the market.","Benchmarks | All performance metrics and industry benchmarks in one 360 view."],"Categories":["Marketing analytics","Sales analytics"]},{"Name":"Walmart Marketplace","Headline":"Leverage the power of Walmart, the world's largest omnichannel retailer, to expand your reach","Description":"Walmart.com offers massive scale and instant customer reach with over 110 million monthly visitors. Walmart Marketplace is selective by design, so when you connect your Shopify store, you can sell with confidence on a curated marketplace for professional, quality sellers.  \n#Simplify your multi-channel management and stay in sync\nOnce your application to sell is approved, you'll own your presence on Walmart.com and manage operations from Shopify.","URL":"https://apps.shopify.com/walmart-marketplace","ReviewCount":"140","Features":["Bulk setup for new product listings","Synced inventory across channels to avoid overselling","Order notification and fulfillment from the Shopify dashboard"],"Categories":["Online marketplaces"]},{"Name":"WhatsApp Chat \u0026 Abandoned Cart","Headline":"WATI App helps Drive Sales, Support \u0026 Marketing Conversations on Whatsapp.","Description":"WATI is a comprehensive customer communication platform for WhatsApp.\nAn WhatsApp API partner, WATI app enables sales, customer support and marketing teams to use a single platform to send bulk WhatsApp messages, broadcasts, template messages, build chatbots with a no-code builder and manage customer queries on WhatsApp with a single team inbox","URL":"https://apps.shopify.com/whatsapp-abandoned-cart-1","ReviewCount":"25","Features":["Send Abandoned cart recovery notifications to customers WhatsApp number.","Send Order Confirmation, Shipment Tracking and Many more automated messages.","Send Cash On Delivery order verification messages.","Multi-Agent Team Inbox for WhatsApp","Build WhatsApp Chatbot \u0026 View Analytics \u0026 Reports."],"Categories":["Abandoned cart","Chat"]},{"Name":"Printful: Print on Demand","Headline":"Create and sell custom products with print-on-demand dropshipping","Description":"Looking to start a printed or embroidered t-shirt business? Or sell wall art or blankets from the comfort of your home? Do it with Printful—we’re a print-on-demand dropshipping supplier ready to support you every step of the way and take care of the boring stuff (you know, like fulfillment). We’ll print, package, and ship your products to your customers.\n\nIt’s time for you to take full control of your ideas, time, and finances—start or expand your existing online business with Printful!","URL":"https://apps.shopify.com/printful","ReviewCount":"4,289","Features":["Free sign-up and quick set-up. Connect to Printful and start selling fast.","Easy-to-use design tools for you to create or upload your designs.","No upfront or hidden costs. Pay only when an order comes in.","High-quality products that will keep customers coming back for more.","Custom branding with packaging, pack-ins, packing slips, and more."],"Categories":["Dropshipping","Print on demand (POD)"]},{"Name":"Google channel","Headline":"Get your products in front of new shoppers who are looking for what you’re selling.","Description":"Reach millions of shoppers when they're searching for products like yours. Sync your products to Google Merchant Center, list products for free on Search, YouTube and more and even run paid Performance Max campaigns. \n\nDisclaimer: In the European Economic Area, the United Kingdom or Switzerland, Performance Max campaigns can be used with any Comparison Shopping Service (CSS) you work with. The ads will show on general search results pages and on any other surfaces the CSS has opted in to.","URL":"https://apps.shopify.com/google","ReviewCount":"5,688","Features":["Sync your products with ease to Google Merchant Center.","Get listed free of charge automatically on Google.","Drive conversion with Buy on Google for eligible merchants.","Connect with your audience and sell on YouTube.","Expand your reach and boost sales with Performance Max."],"Categories":["Online marketplaces","Product feeds"]},{"Name":"Twik","Headline":"Twik understands shoppers and predicts their intentions to serve them with a personalized experience","Description":"Using autonomous personalizations, twik increases conversion rates and AOV by presenting shoppers with products they really want.\n\nTwik creates a unique experience for each user by reorganizing your store navigation and product collections, making it easier for your shoppers to find what they're looking for.\n\nAt first, twik targets a small portion of the eligible shoppers, and gradually it learns what personalizations are most effective.\n\nNo configuration or maintenance needed.","URL":"https://apps.shopify.com/twik-app-2","ReviewCount":"62","Features":["Personalize Product Collections - Sort product grids based on shoppers behavior.","Automated Goals - Identify user interactions and goals without configuration.","Easy, Actionable Analytics - Understand trends \u0026 push actionable insights to GA."],"Categories":["Financial reports"]},{"Name":"UpPromote Affiliate \u0026 Referral","Headline":"Maximize exposure \u0026 boost customer loyalty with our all-in-one affiliate and referral marketing app","Description":"Uncover the power of affiliate, referral and influencer marketing with UpPromote. Our comprehensive solution makes it easy for eCom brands to find and manage partners. Four steps are required to launch an affiliate program, our built-in tooltips and responsive support team will help you navigate the app effortlessly. With our powerful functions, you can build growth loops around affiliates and customers with referral programs. Our pricing accommodates the needs and expansion of any business.","URL":"https://apps.shopify.com/affliate-by-secomapp","ReviewCount":"2,183","Features":["Create unique affiliate programs with a variety of commission opportunities.","Customize reward and discount amounts for customers with referral programs.","Seamlessly track referral orders via affiliate links, coupons, connected emails.","Customize everything fitting your brand: forms, links/codes, affiliate portal.","Motivate affiliates with powerful options: bonuses, gifts, store credit, MLM."],"Categories":["Affiliate programs","Loyalty and rewards"]},{"Name":"Booster: Page Speed Optimizer","Headline":"Improve chances of conversion by making your website pages feel like they load (almost) instantly","Description":"Have you ever visited a website but navigated away because the product page wasn't loading fast enough? So we built this app to solve that problem \u0026 help merchants prevent lost sales. When your customers move their mouse cursor over a link, we tell their browser to pre-load that page in the background. This results in much faster loading times. Using browser preloading technology, this app increases your 2nd page load times by up to 3x. Faster page speed, means improved add-to-cart conversions.","URL":"https://apps.shopify.com/page-speed-optimizer","ReviewCount":"1,263","Features":["Make your pages feel like they load (almost) instantly","Improve page speed on mobile, even on slower connections or older devices","Built natively for Shopify, fast \u0026 Online Store 2.0 compatible","Increase page speed less than a minute, with our no code install process","24/7 live chat human support for when you have questions or need a hand"],"Categories":["Speed optimization"]},{"Name":"Instagram Feed Instafeed RPTR","Headline":"Compatible with Instagram Graph API. \n\nDisplay your Instagram feed images in slider or grid","Description":"New image hover options added, so that if you migrate from your theme's Instagram to our app, you will not loose your current layout.\n Direct link option added for post, so you can avoid popup and go directly to your Instagram post.\n Connect your Instagram account by simply signing in.\n One click install on home page or individual page.\n Customize the look to match your store. \n Responsive","URL":"https://apps.shopify.com/instagram-feed-pro","ReviewCount":"390","Features":["Show your awesome Instagram pictures","We are using new graph API. Awesome customizations available for your feed.","Choose between slider \u0026 grid layouts. Customize the overlay color and text color","The app supports 2.0 themes and app blocks.","It automatically keeps refreshing and show real-time content to your store."],"Categories":["Image galleries","Images and media - Other"]},{"Name":"PreOrder Wolf ‑ Pre‑order Now","Headline":"Preorder Wolf lets you accept orders for products you don't have at hand right away.","Description":"While setting the correct expectations with your customers regarding when will they get their order. \nYou can enable Preorders for specific products/variants, Collections or All Products.\nYou can also conditionally enable/disable preorders based on whether something is in stock or out of stock or if you have incoming inventory. Setup a start date and end date. Limit the number of preorders you wanna accept or Show a delivery text on product, cart, checkout page.\nThis can be used, as follows:","URL":"https://apps.shopify.com/preorder-manager-1","ReviewCount":"325","Features":["To Keep selling products even when out of stock (This boosts your revenue $$$)","For selling products before they are released (PreSale to create Hype)","To test demand for new potentially winning products without buying inventory","For selling Made to order/Custom products or running a crowdfunding campaign","No Coding required for you. We don't mess with your theme. 24/7 Support."],"Categories":["Chat","Pre-orders"]},{"Name":"CJdropshipping","Headline":"Product sourcing and auto-listing feature.\nConvenient and fast order fulfillment \u0026 delivery.","Description":"Trending products recommendation with CJ's big-data powered system. Sales promotion under the auspices of marketing tools. Access to a professional agent with 24/7 online support. A variety of products at factory price, prepared to be listed to your store. Products and packaging customization (POD, OEM) with dropshipping service. Convenient order syncing \u0026 fulfillment service. Efficient local warehouse delivery service (general delivery time of 2-3 days).","URL":"https://apps.shopify.com/cucheng","ReviewCount":"3,109","Features":["CJ products are supportive of DIY bundle products combination.","The optimized shipping method will be automatically applied to your orders.","Use the Shipping Calculation feature to measure shipping methods \u0026 costs.","Product reviews are able to be imported to your stores.","Import products on 1688, Taobao, AliExpress to your stores via Google extension."],"Categories":["Dropshipping","Managing orders - Other"]},{"Name":"Avis Product Options Variants","Headline":"A product customizer with infinite product options and variants, add ons and custom unique designs.","Description":"Avis Product Option offers you infinite product options \u0026 variants with various unique customizations. Our limitless product options, Price add-ons (aka Add charge) and Bundles features will optimize sales by up-sell \u0026 cross-sell right on the Product page by letting customers add their personal touch to their product. Plus, the Conditional logic feature can ensure a neat and clean layout for your store. We can work with Shopify Discounts and is compatible with the Online Store 2.0 Themes.","URL":"https://apps.shopify.com/avisplus-product-options","ReviewCount":"360","Features":["FileUpload, ColorPicker, Checkbox, Swatch, RadioButton, Dropdown, Text, Number","Matching style to your Theme or contact support for free \u0026 unique custom designs","Boost sales with Price add ons (Add charge), Bundles and Conditional logic","Show product options \u0026 variants in Order, Email and other related notifications","Human-based support team is always available via In-app Live-chat and Email"],"Categories":["Product options","Color swatches"]},{"Name":"Shop channel","Headline":"The Shop channel is your control center for managing and optimizing your brand presence on Shop.","Description":"Take control of your brand presence on the Shop app. Ensure your mobile app storefront reflects your brand by integrating assets and customizing your store details. Manage products and collections to improve discoverability. Engage directly with customers, view and reply to reviews, and use automation to boost sales. Use Shop channel analytics to track impressions, favorites, orders, and sales.","URL":"https://apps.shopify.com/shop","ReviewCount":"98","Features":["Convert more sales with Shop Pay’s accelerated checkout","Build trust and increase transparency with the ‘Track with Shop’ button","Customize your mobile app storefront with assets unique to your brand","Engage and retain customers with personalized product recommendations","Measure Shop’s impact on your business with key performance analytics"],"Categories":["Online marketplaces","Sales channels - Other"]},{"Name":"Kakaclo ‑ Dropshipping","Headline":"Clothing B2B Marketplace. Thousands of products from hundreds of Verified China/US Suppliers","Description":"KakaClo provides professional dropshipping and a customization service with its own factory and integrated supply chain. We have Everything you need to build a growing business","URL":"https://apps.shopify.com/order-6","ReviewCount":"300","Features":["US Warehouse: Keep inventory on hand in the US, ready to ship out to customers!","Hassle Free: Automatically place Dropshipping orders and provide tracking info.","Various Style: Over 1,000,000 SKUs are Available and updated on a daily base."],"Categories":["Dropshipping","Finding suppliers"]},{"Name":"Ablestar Bulk Product Editor","Headline":"Bulk product edit for prices, Google Shopping and metafields. Import  / export CSVs \u0026 schedule jobs","Description":"Why manage your products by hand, when you don’t have to? Running your store takes a lot of time — the last thing you want is to update products manually. Ablestar's Bulk Product Editor is the place to update in bulk products, edit/export/import products with spreadsheets and to automate your workflow.","URL":"https://apps.shopify.com/bulk-product-editor","ReviewCount":"317","Features":["Dynamically edit your products in bulk with powerful filters and placeholders","Edit Google Shopping, Shopify Search \u0026 Discovery, Shopify Markets prices in bulk","Quickly export products to formats like CSV, Excel and Matrixify / Excelify","Enforce dynamic conditions on your products with automatic rules","Import new products and add variants to existing products with a spreadsheet"],"Categories":["Bulk editor","Inventory sync"]},{"Name":"Hextom: Bulk Product Edit","Headline":"Bulk Edit Products, Collections, Customers \u0026 Metafields. Scheduled sales. Import Export CSV files.","Description":"You should never manually edit multiple products, metafields or other data in your store because it is a waste of time, it may introduce human errors, and it is hard to revert back. Leave bulk edit to BPE. It does it quickly and accurately. You can bulk edit thousands of product prices in a few clicks with our advanced filtering system or with our flexible CSV export import. Our bulk editing capability is not limited to products, it covers metafields, customers, orders and more.","URL":"https://apps.shopify.com/bulk-product-edit","ReviewCount":"1,671","Features":["Accurately \u0026 quickly bulk edit products and other store data with a few clicks","Schedule bulk edit, CSV import export for sales, inventory sync, product launch","All changes are backed up, bulk edits can be safely reverted without downtime","Easy to use for people with or without technical skills","No obligation demo plan available for testing the app"],"Categories":["Bulk editor","Inventory sync"]},{"Name":"MabangErp3","Headline":"One-stop cross-border e-commerce operation management system.","Description":"The one-stop cross-border e-commerce operation management system focuses on providing full process cross-border e-commerce ERP management software solutions for cross-border e-commerce practitioners in all stages and fields.","URL":"https://apps.shopify.com/mabangerp3","ReviewCount":"3","Features":["Uniformly manage all platform commodities","Multi platform data automatic sorting","Multi platform order fast management to improve efficiency"],"Categories":["Inventory sync","Order sync"]},{"Name":"Pre‑Order Now WOD","Headline":"PreOrder Now is a pre-order app that replaces out of stock with preorder buttons.","Description":"Your customers like to place pre-orders for their favorite products that are out of stock or not yet released. They do not like those unclickable out-of-stock buttons. Create hype around new product launches with stylish preorders with expected delivery dates. Allow your customers to buy products before they become available, and increase your average order value by removing the friction of out of stock products. Accept partial payments and send automated back in stock emails easily.","URL":"https://apps.shopify.com/preorder-now","ReviewCount":"1,086","Features":["Mixed Cart Alerts: Alerts when both pre-order \u0026 in-stock items are in the cart","Pre Order Discounts: Apply automatic discounts to pre-orders like the pros","Partial Payments: Collect partial payments \u0026 retrieve balance before shipping","Stylish Badges: Stylish pre-order “badges” over product images on product pages","Back in Stock Notification: Sent automated back in stock email notifications"],"Categories":["Pre-orders","Stock alerts"]},{"Name":"Syncio Multi Store Sync","Headline":"Easily sync inventory, product fields, and orders in real-time across different stores.","Description":"Reduce manual work and avoid overselling across different stores. Use Syncio to easily import and sync products with inventory real-time updated. Sync product fields such as images, prices, tags, descriptions, etc. Automate orders - Syncio will push orders, update fulfillment and tracking. Multi-inventory locations are also supported by Syncio so you can pick a specific location to send stock to. A new payouts feature now available - revenue splits between synced stores sorted!","URL":"https://apps.shopify.com/syncio","ReviewCount":"165","Features":["Inventory sync \u0026 real time stock adjustment using SKU or barcode","Sync \u0026 customize product fields such as description, price, tags, images \u0026 more","Auto-sync order information to connected stores for fulfillment \u0026 create payouts"],"Categories":["Bulk editor","Inventory sync"]},{"Name":"Stock Sync: Connect Suppliers","Headline":"Import new products with ease, and automate your inventory management from your supplier feeds.","Description":"Stock Sync integrates with your external inventory or warehouse management system and syncs your product inventory automatically with your online store. With Stock Sync, you’ll never have to manually update the quantity for manually entered products again!","URL":"https://apps.shopify.com/stock-sync","ReviewCount":"1,060","Features":["Use existing supplier templates or create your own feed using our API connection","Automate your inventory update with our comprehensive scheduler","Remove any unwanted or discontinued products from the store","Export inventory to supplier or vendor to track stock held in store","Be a dropshipper with Stock Sync and share your feed with other merchants"],"Categories":["Dropshipping","Inventory sync"]},{"Name":"Product Reviews","Headline":"Highlight what customers love about your products by adding ratings and reviews to your online store","Description":"Shopify Product Reviews allows you to collect and share customer reviews on the product pages of your online store. Customers can rate and review products to help other people decide what to buy, and also provide valuable feedback to you.","URL":"https://apps.shopify.com/product-reviews","ReviewCount":"1,726","Features":["Theme-friendly design - Reviews automatically match your store's look and feel","Easy customization - Edit layout, text, and colors without needing to code","Bulk actions - Publish, hide, filter, and manage reviews quickly and easily","CSV import and export - Import and export your reviews in a spreadsheet","SEO-friendly review scores - Add review scores to your Google search results"],"Categories":["Product reviews"]},{"Name":"Instafeed ‑ Instagram Feed","Headline":"Display custom shoppable Instagram Feeds on your store. Convert your store visitors into customers.","Description":"With Mintt - Instafeed you can add minimal and elegant Instagram feeds to your store exactly as you wish, in less than one minute. Showing Instagram content such as photos and Reels on your store can help you build social proof, convert your store visitors into customers and turn your store visitors into new Instagram followers. Mintt - Instafeed will also help you use your Instagram content to automatically drive fresh new content to your store.","URL":"https://apps.shopify.com/instafeed","ReviewCount":"1,240","Features":["Show posts (photos, Reels, videos) in grid or slider layout (squares or tiles)","Manual or auto optimized layout","Custom rows and columns for mobile","Tag multiple products on your posts - create shoppable Instagram feeds","Filter your posts by hashtags"],"Categories":["Content marketing - Other","Images and media - Other"]},{"Name":"Shopify Search \u0026 Discovery","Headline":"Help customers find the right products and sell more using Shopify’s free Search \u0026 Discovery app","Description":"A great shopping experience starts with simple search and seamless discovery. Customize search, filtering, and product recommendations, so you can enhance your products’ relevance and sell more. Use the Shopify Search \u0026 Discovery app to deliver results for every search and increase average order value with customized recommendations on any product page. Plus, use analytics to understand how customers are navigating your store and help shoppers find what they’re looking for with these insights.","URL":"https://apps.shopify.com/search-and-discovery","ReviewCount":"89","Features":["Customize filters to let shoppers refine their search by multiple categories.","Make synonym groups, so product descriptions match the terms shoppers use.","Use product boosts to feature products you want highlighted in search results.","Add related and complementary products on product detail pages.","Access analytics to understand your store’s search and discovery performance."],"Categories":["Search"]},{"Name":"Judge.me Product Reviews","Headline":"Collect and display product reviews and star ratings. Build trust and boost sales with social proof.","Description":"Judge.me is a fast-loading, fully customizable review app in 37 languages.\nSchedule automatic emails to get reviews with photos and videos after order fulfillment or delivery, or import them from other apps. Improve your conversion rate by showing reviews and UGC on your storefront widgets, sharing them on social media, and adding stars on Google for SEO. Setup is easy and tailored to your store: customize widget texts, colors, and themes, or ask our 24/7 support team for basic design tweaks.","URL":"https://apps.shopify.com/judgeme","ReviewCount":"13,752","Features":["Unlimited email review requests with photo and video, and in-email review forms","Display star ratings, store and product reviews, trust badges, reviews carousel","Share reviews on Facebook, Instagram, Twitter, rich snippets and Google Shopping","Synchronize and group product reviews across different products and stores","Engage your reviewers with Q\u0026A, coupons, and email marketing integrations"],"Categories":["Product reviews","SEO"]},{"Name":"Judge.me Product Reviews","Headline":"Collect and display product reviews and star ratings. Build trust and boost sales with social proof.","Description":"Judge.me is a fast-loading, fully customizable review app in 37 languages.\nSchedule automatic emails to get reviews with photos and videos after order fulfillment or delivery, or import them from other apps. Improve your conversion rate by showing reviews and UGC on your storefront widgets, sharing them on social media, and adding stars on Google for SEO. Setup is easy and tailored to your store: customize widget texts, colors, and themes, or ask our 24/7 support team for basic design tweaks.","URL":"https://apps.shopify.com/judgeme","ReviewCount":"13,752","Features":["Unlimited email review requests with photo and video, and in-email review forms","Display star ratings, store and product reviews, trust badges, reviews carousel","Share reviews on Facebook, Instagram, Twitter, rich snippets and Google Shopping","Synchronize and group product reviews across different products and stores","Engage your reviewers with Q\u0026A, coupons, and email marketing integrations"],"Categories":["Product reviews","SEO"]},{"Name":"Shopify Translate \u0026 Adapt","Headline":"Speak every customer’s language. It’s easy to translate and adapt your store content for any market.","Description":"Boost traffic, improve your SEO, and build trust with audiences around the world by localizing the content on your Shopify store for different markets. Translate \u0026 Adapt lets you auto-translate up to two languages for free, and manually add as many translations as you wish. The side-by-side editor makes it easy to compare and review your translations, and can also be used to adjust content between markets that speak the same language to ensure cultural, seasonal, and regional relevance.","URL":"https://apps.shopify.com/translate-and-adapt","ReviewCount":"192","Features":["Manually add, edit, and review translations with the side-by-side editor.","Auto-translate 2 languages with Google Translate (cloud.google.com/translate).","Adapt content to reflect spelling and messaging variations between markets.","Localize directly from the theme editor, or any resource page in your admin.","Manage localized store content seamlessly from your Shopify admin."],"Categories":["Language and translation"]},{"Name":"Ryviu: Product Reviews \u0026 QA","Headline":"Ryviu is a product review app that helps you generate eCommerce social proof, increase trust \u0026 sales","Description":"Looking for an easy way to boost sales and increase trust in your eCommerce store? Ryviu is here to help! Our app offers a range of cool features to help you showcase product reviews and answer customer questions. Import reviews from multiple sources, customize and optimize them for your store, and enjoy dedicated support through live chat. Start using Ryviu today and see the difference for yourself!","URL":"https://apps.shopify.com/ryviu","ReviewCount":"1,059","Features":["Display customer reviews on your store wherever you want with multiple themes.","Import reviews with photos from multi-sources: Aliexpress, Amazon, Etsy, CSV,...","Send emails to collect reviews after customers purchase products.","Display Question \u0026 Answer helps customers ask questions about products.","Drive traffic, boost SEO, increase trust and sales."],"Categories":["Product reviews","SEO"]},{"Name":"PageFly Landing Page Builder","Headline":"Create pages and sections for your store without any coding. All page types are supported.","Description":"PageFly is how you build new custom pages and sections for your theme. With our drag and drop builder, you can adapt your store quickly for any sales campaign. Whether starting with our template or building a page on your own with our element library, you will enjoy the full control of how the page looks, works and performs. Your page speed is guaranteed with PageFly’s clean code and optimization. All themes and your favorite apps are seamlessly integrated.","URL":"https://apps.shopify.com/pagefly","ReviewCount":"7,224","Features":["Build structure with Slideshow, Block, Tab, Accordions, Table, Content List","Create theme section and reuse for multiple pages","Boost conversion with Sale Countdown, Badges, Forms, Variant Options Swatches","Responsive for mobile, tablet display. Cross-device editing for all screens","Build faster with AutoSave, preset styles, 100+ free templates."],"Categories":["Page builder","Upselling and cross-selling"]},{"Name":"BOOSTER SEO \u0026 IMAGE OPTIMIZER","Headline":"Save thousands of dollars \u0026 countless hours with our all-in-one SEO tools built to improve rankings","Description":"There are plenty of cheap alternatives, so why choose Booster Apps? We are built exclusively for Shopify, with no hacky workarounds like the majority of other SEO apps. Google routinely demotes websites for poor SEO practices, you want to trust a reliable company (40+ person team) that has been in the space for over half a decade with strict guidelines on best practices. This app will ensure that you are set up for On-Page SEO success which is a key element in ranking in image search traffic.","URL":"https://apps.shopify.com/booster-apps-seo-optimizer","ReviewCount":"4,311","Features":["Improve page load speed and SEO scores with our bulk image compression engine","Ensure your meta tags are relevant and optimized to rank and convert","Use our AutoPilot feature to find and fix SEO issues based on customizable rules","Monitor and automatically redirect broken links that are hurting your SEO","24/7 live chat human support for when you have questions or need a hand"],"Categories":["Image editor","SEO"]},{"Name":"Loox Product Reviews \u0026 Photos","Headline":"Turn customer love into sales with the strongest form of social proof - visual reviews and referrals","Description":"Loox is a social proof solution that helps you build and scale a trusted brand. \n\nCollect product reviews with photos and videos from your customers. Display reviews in beautiful widgets to build trust with visitors. Reach new audiences by rewarding customers for referring their friends. \n\nLoox is fully customizable to fit your brand look, supports multi-lingual stores, integrates with your tech stack, and operates on auto-pilot for you.","URL":"https://apps.shopify.com/loox","ReviewCount":"11,198","Features":["Send automatic review request emails, offer discounts for adding a photo / video","Display reviews in beautiful widgets: Grid, List, Carousel, Popup, and Sidebar","Integrate with Google Shopping. Loox is an official Google Reviews Partner","Auto-generate referral links to reward customers for referring friends","Increase order value by leveraging social proof in post purchase upsells"],"Categories":["Product reviews","Upselling and cross-selling"]},{"Name":"Judge.me AliExpress Reviews","Headline":"Import unlimited reviews from AliExpress. Display reviews using Judge.me or any review app.","Description":"To import reviews, install the app or Chrome extension, then choose the Shopify product to add reviews and enter the AliExpress product URL. You can apply many filters: number of reviews to import, minimum rating/specific rating, reviews with photos, etc. To import faster, you can create import settings and run multiple imports simultaneously with different settings. You can transfer your imported reviews automatically to Judge.me, or export reviews to CSV and import them to another review app.","URL":"https://apps.shopify.com/aliexpress-review-importer","ReviewCount":"460","Features":["Import unlimited reviews from AliExpress. Run multiple imports at the same time.","Apply multiple filters to get the reviews you want","Integrate with Judge.me to show reviews or export reviews to another review app","Import reviews directly from AliExpress pages with the Chrome extension","Build trust and increase conversion rate with review photos and descriptive UGC"],"Categories":["Product reviews","Direct marketing - Other"]},{"Name":"Ali Reviews ‑ Product Reviews","Headline":"Ali Reviews is an all-in-one solution that helps to collect, showcase, and manage impactful reviews.","Description":"No matter the size of your store, AliReviews by OneCommerce can help you collect \u0026 take advantage of customer reviews. Get more product reviews \u0026 photo reviews via Amazon, AliExpress review importer, email, SMS, QR code, or social media. Make your brand shine with stunning widgets to showcase reviews on any page without affecting site speed. AliReviews harnesses customer behavior (items in cart, viewed products) to show relevant reviews, minimizing cart abandonment and driving conversions.","URL":"https://apps.shopify.com/ali-reviews","ReviewCount":"12,508","Features":["Perform store the most attractive level on any page with eye-catching widgets","Easily collect reviews and customer photos via email/SMS, QR code \u0026 incentives","Get online reviews directly via AliExpress importer, Amazon, DSers \u0026 Ali Orders","Drive conversions by showing right reviews based on customer profiles \u0026behaviors","Increase organic traffic by sharing reviews to Facebook, Twitter, Instagram"],"Categories":["Product reviews","Page enhancements - Other"]},{"Name":"Amazon by Codisto","Headline":"Sell on any global Amazon marketplace, from any store currency, directly from your online store.","Description":"Amazon by Codisto enables consolidated Amazon channel management, so you can create, manage and sync your product listings directly from Shopify, keep inventory and product details synced in real time, and fulfill orders using your preferred fulfillment method. Connect your Shopify store directly to any global Amazon site, and leverage Amazon's trusted reputation, world-class logistics, and customer service to reach more customers and grow your brand. Remember, ask for help onboarding!","URL":"https://apps.shopify.com/amazon-by-codisto","ReviewCount":"662","Features":["Create new Amazon ASINs or link existing products in bulk","100% real-time sync of inventory, orders, pricing and product details","Fulfil your orders via FBM or FBA","Fulfil Shopify orders with Amazon Multi-channel Fulfilment (MCF)","Free 24/7 global support via email, in-app live chat and phone"],"Categories":["Online marketplaces"]},{"Name":"Infinite Options","Headline":"Upgrade your store w/ infinite product options, customizable color and variant swatches + bundling","Description":"Let your shoppers select the product options for items they purchase with dropdown menus, color and variant image swatches, and radio buttons. You can even bundle add-on products to your product option selections to increase prices. Infinite Options is the ideal app for product options customization and variant options for whatever might come your way. Do you need to add a gift-wrapping surcharge? How about $15 for rush processing? It's easy with Infinite Options!","URL":"https://apps.shopify.com/custom-options","ReviewCount":"3,752","Features":["Infinite options: Add an unlimited number of product options to your items","Add-ons: Display per-option charges on your product page","Visualize: Create dropdown menus/checkboxes that allow multiple variant options","Customize: Use swatches/add-ons for engraving, monogramming, and custom printing","Product bundling: Increases sales by raising your store's average order size"],"Categories":["Product options","Product variants - Other"]},{"Name":"Linktree","Headline":"With Linktree, you can share everything you create, curate and sell online in one simple link.","Description":"Create and customize your bio link in minutes\n\n* Connect your socials, website, Shopify store, videos, music, podcasts, events and more in a link in bio landing page designed to convert\n\nShare your Linktree anywhere\n\n* Include your unique URL everywhere people can follow you, and grow your audience faster on every platform\n\nAnalyze your customers and keep them engaged\n\n* Track engagement over time, monitor revenue, learn what’s converting and understand more about your sales funnel","URL":"https://apps.shopify.com/linktree","ReviewCount":"12","Features":["Pick your colors, fonts and backgrounds or use an easy pre-designed template","Integrate seamlessly with the tools, apps and platforms that you already use","Manage, update and schedule content in seconds with a drag-and-drop editor","Sell more on social by displaying a Shopify storefront right in your Linktree","Get your very own QR code to drive your offline traffic online"],"Categories":["Online marketplaces"]},{"Name":"Amazon by Codisto","Headline":"Sell on any global Amazon marketplace, from any store currency, directly from your online store.","Description":"Amazon by Codisto enables consolidated Amazon channel management, so you can create, manage and sync your product listings directly from Shopify, keep inventory and product details synced in real time, and fulfill orders using your preferred fulfillment method. Connect your Shopify store directly to any global Amazon site, and leverage Amazon's trusted reputation, world-class logistics, and customer service to reach more customers and grow your brand. Remember, ask for help onboarding!","URL":"https://apps.shopify.com/amazon-by-codisto","ReviewCount":"662","Features":["Create new Amazon ASINs or link existing products in bulk","100% real-time sync of inventory, orders, pricing and product details","Fulfil your orders via FBM or FBA","Fulfil Shopify orders with Amazon Multi-channel Fulfilment (MCF)","Free 24/7 global support via email, in-app live chat and phone"],"Categories":["Online marketplaces"]},{"Name":"Recharge Subscriptions","Headline":"Helping brands maximize the value of their shoppers","Description":"Recharge is a trusted subscription management solution. Our mission is to help brands turn one-time shoppers into loyal customers.\n\nScalable: \nGrow your subscription business with Recharge and enable your customers to fully manage their subscriptions directly from your store.\n\nCustomizable:\nLeverage Recharge’s customization capabilities to create the subscription experience you envision. \n\nIntegrated:\nTake advantage of turnkey integrations that’ll connect your tech stack.","URL":"https://apps.shopify.com/subscription-payments","ReviewCount":"1,335","Features":["Customer Portal -  Customize the interface of the store's customer portal.","RechargeSMS - Allow customers to manage their subscription via SMS.","Robust and Flexible API - Fully customize your subscription experience.","Build a box - Leverage Recharge Bundles for cross-sells and upsells.","Unified Checkout - Single checkout process no matter the contents of the cart."],"Categories":["Product bundles","Subscriptions"]},{"Name":"Google channel","Headline":"Get your products in front of new shoppers who are looking for what you’re selling.","Description":"Reach millions of shoppers when they're searching for products like yours. Sync your products to Google Merchant Center, list products for free on Search, YouTube and more and even run paid Performance Max campaigns. \n\nDisclaimer: In the European Economic Area, the United Kingdom or Switzerland, Performance Max campaigns can be used with any Comparison Shopping Service (CSS) you work with. The ads will show on general search results pages and on any other surfaces the CSS has opted in to.","URL":"https://apps.shopify.com/google","ReviewCount":"5,688","Features":["Sync your products with ease to Google Merchant Center.","Get listed free of charge automatically on Google.","Drive conversion with Buy on Google for eligible merchants.","Connect with your audience and sell on YouTube.","Expand your reach and boost sales with Performance Max."],"Categories":["Online marketplaces","Product feeds"]},{"Name":"Messenger channel","Headline":"Chat with Facebook and Instagram shoppers from Shopify Inbox.","Description":"Adding Messenger to Shopify Inbox is a simple way to build customer relationships and turn more messages from social media into sales. First, connect Shopify Inbox to your Facebook and Instagram accounts in a few clicks. Then, use Shopify Inbox to reply to Messenger and Instagram messages from one place. With instant access to your product catalog and customer info, you can quickly share recommendations and discounts to help close sales - without leaving the conversation.","URL":"https://apps.shopify.com/messenger","ReviewCount":"27","Features":["Connect Instagram and Facebook Messenger to Inbox with a few clicks.","Send product recommendations, photos, and discounts without leaving the chat.","Use Inbox’s message topics to quickly understand customer needs.","Provide personalized support and quickly reply to messages that lead to sales."],"Categories":["Chat","Social media"]},{"Name":"TikTok","Headline":"Create TikTok video ads, track results, and manage your orders","Description":"The TikTok App on Shopify makes it easy to get your business in front of billions of highly engaged consumers. These users aren't just browsing... they're buying; as referenced by the popular hashtag #TikTokMadeMeBuyIt. And they could become your next customer. With the TikTok App, you can seamlessly sync your product catalog, build compelling creative, run effective ads and track performance all from your Shopify account.","URL":"https://apps.shopify.com/tiktok","ReviewCount":"1,180","Features":["Install the TikTok Pixel in 1-click to measure the performance of your ads.","Build TikTok-style videos in minutes. Simply upload product images or videos.","Sync your products from Shopify to TikTok to create high-performing ads"],"Categories":["Marketing analytics","Online marketplaces"]},{"Name":"Facebook \u0026 Instagram","Headline":"Sell on Facebook and Instagram and seamlessly manage your business from one place in Shopify.","Description":"Grow your business on Facebook and Instagram while managing orders, returns and more in Shopify. Easily promote your products and target accurately using powerful sales and marketing tools. Reach new customers and offer a seamless in-app shopping experience, from discovery to checkout.   \n\nAutomatically sync your eligible Shopify products to your Facebook and Instagram shop, so you can sell from one inventory while easily creating ads and shoppable posts right where your customers are.","URL":"https://apps.shopify.com/facebook","ReviewCount":"3,960","Features":["Get shop insights, including best performing products and top tagged content","Help drive better ad performance by setting up a conversion pixel","Easily set up your shop with a one-time account connection","Sell from one inventory that automatically syncs to your shop","Get email and live chat support from Meta"],"Categories":["Social media ads","Social media"]},{"Name":"Pinterest","Headline":"Get your products in front of 445M people on Pinterest, where they go to find ideas to try and buy.","Description":"Install the Pinterest for Shopify app to connect your Pinterest account,\nquickly publish Product Pins, automatically update your product catalog every day, and track performance with the Pinterest Tag. Organically reach people on Pinterest who can easily discover, save and buy products from your website for free, without any advertising spend from you. Reach even more people with campaigns to build awareness, drive consideration or get conversions - all from your Shopify interface!","URL":"https://apps.shopify.com/pinterest","ReviewCount":"5,529","Features":["Upload your product catalog and keep it updated in near real-time*","Organically surface your entire product catalog to Pinners","Track conversions and view detailed product data with the Pinterest Tag","Promote your products and reach your customers with shoppable ads","$100 USD ad credit when you launch your first ever ad campaign with Pinterest**"],"Categories":["Social media ads","Social media"]},{"Name":"Pinterest","Headline":"Get your products in front of 445M people on Pinterest, where they go to find ideas to try and buy.","Description":"Install the Pinterest for Shopify app to connect your Pinterest account,\nquickly publish Product Pins, automatically update your product catalog every day, and track performance with the Pinterest Tag. Organically reach people on Pinterest who can easily discover, save and buy products from your website for free, without any advertising spend from you. Reach even more people with campaigns to build awareness, drive consideration or get conversions - all from your Shopify interface!","URL":"https://apps.shopify.com/pinterest","ReviewCount":"5,529","Features":["Upload your product catalog and keep it updated in near real-time*","Organically surface your entire product catalog to Pinners","Track conversions and view detailed product data with the Pinterest Tag","Promote your products and reach your customers with shoppable ads","$100 USD ad credit when you launch your first ever ad campaign with Pinterest**"],"Categories":["Social media ads","Social media"]},{"Name":"Point of Sale","Headline":"Shopify POS is the only point of sale that’s as good at selling in person as it is online.","Description":"Shopify POS unifies your online and retail stores to strengthen sales conversions everywhere you sell, streamline store management, and helps you build stronger relationships with your customers. It has all the essential features you need to make sales, track performance, and manage customers, orders, and inventory. With local pickup and delivery—and the ability to sell inventory from other locations—you can reach more customers and give them seamless shopping experiences.","URL":"https://apps.shopify.com/shopify-pos","ReviewCount":"290","Features":["Convert more with features like local pickup, email carts and ship to customer.","Keep customer profiles, product details and inventory levels at your fingertips.","Sell and accept gift cards, split payments, returns and exchanges.","Accept payments anywhere with always-ready retail check out hardware.","Omnichannel built-in tools to manage your online and in-store in one place."],"Categories":["Retail"]},{"Name":"Linkpop","Headline":"Turn your social bio into a social storefront with Linkpop—a free, customizable link in bio tool","Description":"With Linkpop, you can curate content, analyze traffic, and sell products through one shareable link. Linkpop seamlessly connects with your store, making it easy to share products directly on your page and have followers shop them in a few clicks. Powered by Shopify’s fast and secure checkout, Linkpop converts 2x more traffic into sales versus other link in bio tools.","URL":"https://apps.shopify.com/linkpop","ReviewCount":"38","Features":["Sell directly from your link in bio by adding products or affiliate links","Customize your brand in minutes with fonts, colors, and images","See what followers are clicking or buying with free analytics","Embed videos, podcasts, or playlists right on your page","One shareable link for Instagram, TikTok, or anywhere with a social bio"],"Categories":["Page builder","Social media"]},{"Name":"Messenger channel","Headline":"Chat with Facebook and Instagram shoppers from Shopify Inbox.","Description":"Adding Messenger to Shopify Inbox is a simple way to build customer relationships and turn more messages from social media into sales. First, connect Shopify Inbox to your Facebook and Instagram accounts in a few clicks. Then, use Shopify Inbox to reply to Messenger and Instagram messages from one place. With instant access to your product catalog and customer info, you can quickly share recommendations and discounts to help close sales - without leaving the conversation.","URL":"https://apps.shopify.com/messenger","ReviewCount":"27","Features":["Connect Instagram and Facebook Messenger to Inbox with a few clicks.","Send product recommendations, photos, and discounts without leaving the chat.","Use Inbox’s message topics to quickly understand customer needs.","Provide personalized support and quickly reply to messages that lead to sales."],"Categories":["Chat","Social media"]},{"Name":"Subscriptions App by Recurpay","Headline":"5 star rated best subscriptions app for all businesses. Get subscription order and increase profits.","Description":"Seamlessly migrate from other subscriptions apps with quick live chat support | Robust APIs - Build a subscription flow in your custom mobile app, online store or blog | Supports multicurrency subscription | Supports both one-time \u0026 subscription purchase together | Let customers edit, reschedule \u0026 cancel subscription from customer portal | Offer discounts, free shipping on subscriptions | Get recurring order and recurring payments with subscription | Offer bundle or build a box with subscription","URL":"https://apps.shopify.com/recurpay-subscriptions","ReviewCount":"168","Features":["Easily configure ongoing subscriptions or prepaid subscriptions on your store","Renew all subscriptions on a specific day or date of the month","Let customers edit, skip, reschedule \u0026 cancel subscriptions from customer portal","Automatically syncs latest product price from store for subscriptions orders","Supports Paypal subscriptions, Stripe subscriptions, Shopify Subscriptions etc."],"Categories":["Subscriptions","Purchase options - Other"]},{"Name":"Seal Subscriptions℠ \u0026 Loyalty","Headline":"Start discovering the world of subscriptions and start growing your business with recurring revenue!","Description":"Configuring a subscription has never been easier! Install the app, create your first subscription rule and start generating sweet recurring revenue. Seal Subscriptions app gives you full control over your subscribers, products, discounts, churn rate, cancellations with a great support team behind it to help you with whichever situation you find yourself in!\n\nMade in Europe","URL":"https://apps.shopify.com/seal-subscriptions","ReviewCount":"642","Features":["Sell classic \u0026 prepaid subscriptions, with discounts, free trial \u0026 more!","Offer tiered discounts, custom shipping, gifts, \u0026 more with loyalty features","Your customers can easily access subscriptions with magic links!","Get an insight in your business with great statistics, payment calendar and more","Use the whitelabel branding with a custom email domains!"],"Categories":["Loyalty and rewards","Subscriptions"]},{"Name":"Digital Downloads","Headline":"Digital Downloads makes selling digital files simple, right from your Shopify store.","Description":"Sell digital files like e-books, digital art, graphics and more from your Shopify store with the Digital Downloads app. Whether you’re a content creator or a business of any size, this app integrates seamlessly with your Shopify store, making it quick and simple to add digital files to new or existing products, track orders, send direct download links to customers, and more.","URL":"https://apps.shopify.com/digital-downloads","ReviewCount":"354","Features":["Add PDFs, JPEGs, ZIP files and more to any product right from the app.","Set custom download limits and send links any time upon purchase.","Combine digital files with physical or digital product variants."],"Categories":["Digital downloads"]},{"Name":"Appstle℠ Subscriptions","Headline":"Conveniently setup and manage subscriptions with robust merchant tools, and an intuitive UI","Description":"Discover the most powerful recurring order features in ecommerce, encompassing comprehensive and efficient subscription management tools, loyalty benefits, churn control, box subscriptions, and more.\n\nWe work with some of the largest e-commerce brands in the world (Universal Audio, Pela Earth, Inspired Go, Skin Authority) to bring exceptional subscription experiences to their stores in a few clicks.\n\nHave a question or need customization? Our best in class merchant success team is minutes away!","URL":"https://apps.shopify.com/subscriptions-by-appstle","ReviewCount":"1,909","Features":["Sell regular and prepaid subscriptions, with free trial, build a box, and more","Offer tiered discounts, custom shipping, gifts, and more with loyalty features","Present feature rich customer portal with one click login and quick action links","Drive conversion with 'Appstle Menu': a shopper experience focused menu template","Maximize ROI with upsells, bundling, bulk automation, retention tools, and more"],"Categories":["Subscriptions"]},{"Name":"Loop Subscriptions","Headline":"100% customizable subscription management \u0026 bundles. Grow \u0026 retain subscribers for long-term growth.","Description":"A complete subscriptions solution built with direct insights from DTC community. \n\nCreate the best subscription experience for your brand with a CRO hypothesis backed and fast-loading subscription widget, add TikTok/IG videos in your exit surveys, and automate/personalize discounts, rewards, trials \u0026 gifts for your subscribers (after X orders)\n\nGet free white-glove migration from any subscriptions app with account management and support (including phone, email \u0026 slack)","URL":"https://apps.shopify.com/loop-subscriptions","ReviewCount":"141","Features":["Mobile first \u0026 self-serve customer portal made to reduce subscriptions' tickets","No-code workflow builder to create personalized \u0026 gamified subscriptions","Setup \u0026 go live with bundles / subscriptions box in mins without developer help","Subscriptions Retention stack: Cancellation surveys, discounts \u0026 reactivations","Stop losing subscription money to card failures with smart dunning management"],"Categories":["Subscriptions","Product bundles"]},{"Name":"Subscriptions Recurring Orders","Headline":"Grow revenue and increase retention with Propel. Powerful subscription management made easy!","Description":"Propel Subscriptions lets you offer any product via recurring subscription. Just choose the product, set the billing interval and we'll take care of the rest!\n\nSetup takes only a minute, and our beautiful, mobile-first subscription picker helps convert more shoppers into paying customers.\n\nTry Propel Subscriptions and see how popular brands like PoleJunkie, XtendLife, FitFarm, Revel Nail, Yard Card Blvd, Jacob Bromwell and more use it to grow their revenue and increase customer loyalty.","URL":"https://apps.shopify.com/propel-subscriptions","ReviewCount":"212","Features":["Automatically bills your customers according to the billing interval you choose","Reduces support tickets by letting your customers manage their own subscriptions","Rewards loyalty by letting you offer deeper discounts for long-term customers","Simplifies your operations by letting you bill subscriptions on the same date","Improves communications with customers with advanced email notifications"],"Categories":["Subscriptions"]},{"Name":"Boost Product Filter \u0026 Search","Headline":"Boost Conversion rate \u0026 Optimize ROI with Advanced Product Filter and Smart Search app","Description":"Boost conversion rate \u0026 AOV by helping shoppers find wanted products within milliseconds. Boost Product Filter \u0026 Search helps you create theme-matched custom filter trees, filter options for different collections \u0026 pages. A powerful and customizable Shopify search app that empowers your search bar with blazing-fast search suggestions, spell check, merchandising, synonyms, search redirects, insightful reports, and more. Equipped with premium AWS server. Handle up to 1M products.","URL":"https://apps.shopify.com/product-filter-search","ReviewCount":"1,549","Features":["Theme-fitting custom filter trees for different collections, and categories.","Unlimited Filter option by tag, metafield, variant, vendor, sale %, reviews...","Smart search bar: instant auto-suggestion, spell check, custom search filter.","Optimal site search: synonyms, redirects, stop words, full text \u0026 fuzzy search.","Insightful analytic with detailed collection filter \u0026 search behavior report."],"Categories":["Navigation and filters","Search"]},{"Name":"PRODUCT SEARCH BAR \u0026 FILTERS","Headline":"Increase your conversion rate with AI-based search technologies.","Description":"Doofinder improves search results and product visibility, so your customers can find exactly what they are looking for. Our app delivers personalized search results based on individual, real-time preferences in less than 25 milliseconds without increasing your load time. We offer a wide range of AI-powered marketing tools to empower your internal site search. Doofinder simplifies the process of making data-driven decisions to improve your ecommerce.","URL":"https://apps.shopify.com/doofinder","ReviewCount":"645","Features":["Various search interfaces, fitting to your website’s theme","Instant search results, smart suggestions, autocomplete, “did you mean...”, etc.","Long-tail \u0026 Synonyms query understanding","Voice \u0026 Visual Search - for mobile and desktop","Easy to set up, no credit card details needed"],"Categories":["Navigation and filters","Search"]},{"Name":"Smart Product Filter \u0026 Search","Headline":"Increase your conversion rate with Advanced Product Filter and Instant Search app","Description":"Filter products instantly by price, size, color, tag, vendor, brand, collection and metafields, etc. Easy to install and custom your Product filter menu.\nPowerful search solution with instant suggestions, autocorrect. Product filter on the search page. Easy integrate with original search bar, theme filter, category filter.\nYour users are easier to find a right product with sidebar filter, filter collection.","URL":"https://apps.shopify.com/product-filter-and-search","ReviewCount":"1,024","Features":["Smart filter app to custom filter tree for different collections, category.","Unlimited filter by tag, sale %, review, metafields, vendors, variants filter...","Powerful search and discovery solution with instant suggestions, autocorrect.","Full-text search, Auto-suggestion, Search Redirects, Synonyms, spell check etc.","Smart search bar: Instant search, zero-character suggestion, stop words..."],"Categories":["Navigation and filters","Search"]},{"Name":"Shopify Search \u0026 Discovery","Headline":"Help customers find the right products and sell more using Shopify’s free Search \u0026 Discovery app","Description":"A great shopping experience starts with simple search and seamless discovery. Customize search, filtering, and product recommendations, so you can enhance your products’ relevance and sell more. Use the Shopify Search \u0026 Discovery app to deliver results for every search and increase average order value with customized recommendations on any product page. Plus, use analytics to understand how customers are navigating your store and help shoppers find what they’re looking for with these insights.","URL":"https://apps.shopify.com/search-and-discovery","ReviewCount":"89","Features":["Customize filters to let shoppers refine their search by multiple categories.","Make synonym groups, so product descriptions match the terms shoppers use.","Use product boosts to feature products you want highlighted in search results.","Add related and complementary products on product detail pages.","Access analytics to understand your store’s search and discovery performance."],"Categories":["Search"]},{"Name":"Shopify Inbox","Headline":"Acquire new customers and close sales by connecting with shoppers in chat.","Description":"Shopify Inbox is a free messaging tool that lets you chat with customers as they shop - across many channels. In fact, 70% of all Inbox conversations are with shoppers making a purchase. While you chat, use live customer information like products viewed, what’s in their cart, and past orders to tailor your message to your customer. You can even recommend products or offer discounts to increase order value. Help customers faster with automated replies, FAQs, and a personal chat experience.","URL":"https://apps.shopify.com/inbox","ReviewCount":"1,584","Features":["Turn on chat and track results with a seamless workflow in the Shopify admin.","Manage conversations from online store chat, Shop app, Instagram, and Messenger.","Quickly understand who customers are with profile and cart details.","Send product recommendations, photos, and discounts without leaving the chat.","Automate greetings, contact capture, and FAQs to save you and your buyers time."],"Categories":["Chat","Promotions - Other"]},{"Name":"TikTok","Headline":"Create TikTok video ads, track results, and manage your orders","Description":"The TikTok App on Shopify makes it easy to get your business in front of billions of highly engaged consumers. These users aren't just browsing... they're buying; as referenced by the popular hashtag #TikTokMadeMeBuyIt. And they could become your next customer. With the TikTok App, you can seamlessly sync your product catalog, build compelling creative, run effective ads and track performance all from your Shopify account.","URL":"https://apps.shopify.com/tiktok","ReviewCount":"1,180","Features":["Install the TikTok Pixel in 1-click to measure the performance of your ads.","Build TikTok-style videos in minutes. Simply upload product images or videos.","Sync your products from Shopify to TikTok to create high-performing ads"],"Categories":["Marketing analytics","Online marketplaces"]},{"Name":"Mailchimp: Email Marketing","Headline":"The email marketing platform that recommends ways to improve content, targeting, and automations.","Description":"Mailchimp is an email marketing and automation platform used by entrepreneurs around the world to build their brand – and their business.\n\nOur precision-targeted emails, expert insights, and powerful marketing CRM give you everything you need to scale up and sell more. \n\nGet started to see how Mailchimp can supercharge your growth for less. \n\nThis integration works with Shopify online store and POS","URL":"https://apps.shopify.com/mailchimp","ReviewCount":"468","Features":["Launch email automations like abandoned cart, welcome, and re-engage customers.","Access your creative assets in Content Studio for instant reuse across channels.","Make AI-powered improvements to your copy and imagery with Content Optimizer.","Leverage insights powered by data from millions of campaigns in your industry.","Pop-up forms and landing pages come pre-built and ready to publish in seconds."],"Categories":["Email marketing","Marketing analytics"]},{"Name":"Shopify Flow","Headline":"Create the custom workflows that you need to automate tasks in your store and across your apps.","Description":"Shopify Flow empowers you to build custom automations that help you run your business more efficiently.\n\nFlow makes it beyond easy to create unique workflows without needing to code, giving you more time to focus on growing your business. It even lets you connect your existing apps together to complete even more jobs. From automating inventory tasks like reordering and restocking to managing fraud concerns, Flow can support nearly any task you can think of.","URL":"https://apps.shopify.com/flow","ReviewCount":"37","Features":["Leverage trigger, condition, and action building blocks to create workflows.","Install pre-built workflow templates for popular use cases in just 3 clicks.","Utilize time delays to ensure workflows execute at the right moment."],"Categories":["Workflow automation"]},{"Name":"Seguno: Email Marketing","Headline":"Spend less money and time on email marketing. Create and automate emails from your shop's Admin.","Description":"Running a shop means time is your most valuable asset. Seguno helps you get results from email marketing faster. Built exclusively for Shopify, create engaging emails, trigger automated sends, and track your success from one convenient place inside the platform you already know. With best practices baked in and your shop’s data instantly on hand, spend less time worrying about making mistakes and more time on what matters—growing your business. The experience is nothing short of magical.","URL":"https://apps.shopify.com/seguno","ReviewCount":"921","Features":["Stay inside Shopify; access your segments, discounts, products, blogs, and more.","Automate emails with a library of pre-built series designed to convert.","Design beautiful emails in minutes with Canva embedded in a full-screen editor.","Send securely with built-in deliverability assistance and spam protection.","Get custom support quickly from real email experts, no matter your shop size."],"Categories":["Email marketing","Marketing analytics"]},{"Name":"Tidio ‑ Live Chat \u0026 Chatbots","Headline":"An all-in-one customer experience solution with live chat, chatbots, and multichannel communication.","Description":"Tidio is a customer experience platform that enables online stores to provide excellent customer service and turn passive visitors into active buyers. It has ready-to-use sales and support chatbots that increase revenue, and immediately answer the most common questions of your customers. Managing all your customer messages in one place makes Tidio a simple, yet strong helpdesk solution for your team. With dedicated Shopify features, it’s even more efficient!","URL":"https://apps.shopify.com/tidio-chat","ReviewCount":"1,590","Features":["Talk to your visitors on live chat – quickly solve problems and sell proactively","Use pre-made chatbot strategies to solve problems and increase sales","Preview carts, check order history, and recommend products directly in the chat","Add Tidio to your Shopify store in 30 seconds – just click Add App","Manage and resolve customers' requests with a simple ticketing system"],"Categories":["Chat","Support ticket management"]},{"Name":"GDPR/CCPA + Cookie Management","Headline":"GDPR-compliant data management made easy for your customers. Browsing your store with confidence.","Description":"Stay compliant with GDPR, LGPD, CCPA, PIPEDA, APPI and more with our app. Ready for EU/EEA, Switzerland, UK, Brazil, California (US), Canada, and Japan-based stores. Our app is an essential tool for anyone running a dropshipping or print-on-demand (POD) store, and it's compatible with Shopify's Consent API and Online Store 2.0 themes. Join over 50 000 merchants already using our services to build trust with their customers.\nWe cover everything from a Shopify Starter to a Shopify Plus merchant.","URL":"https://apps.shopify.com/gdpr-backpack","ReviewCount":"611","Features":["Easily comply with laws via the Compliance pages including data subject requests","Customizable cookie bar, fit to your brand, voice and vision.","Advanced cookie helpers - cookie scanner, info tables and cookie management","Accessibility compliant with WCAG 2.0 \u0026 Shopify Online Store 2.0","Learn app features with YouTube videos + All 24 EU languages covered"],"Categories":["Banners","Privacy"]},{"Name":"Supermetrics","Headline":"Supermetrics moves data from popular marketing and sales platforms into destinations of your choice.","Description":"With Supermetrics, businesses can aggregate siloed data from a wide variety of marketing and sales platforms into their go-to reporting, analytics, and storage platforms. \n \nThe result is greater insights into your marketing data, considerable time and cost savings by eliminating manual copy/paste, and improved marketing performance based on data-backed decisions.\n\nSpend less time moving the data and more time using it.","URL":"https://apps.shopify.com/supermetrics","ReviewCount":"","Features":["Integrate with all major marketing platforms and make data analysis-ready.","Streamline your marketing \u0026 sales data so you can focus on the insights.","Analyse data in any BI, reporting or analytics tool."],"Categories":["Marketing analytics"]},{"Name":"Smile: Loyalty \u0026 Rewards","Headline":"Create your own loyalty and rewards program to turn first-time customers into forever customers","Description":"Smile.io powers loyalty, referrals, and VIP rewards programs that help increase sales and repeat purchases, save on acquisition costs, and boost brand loyalty. Creating a program with Smile takes only minutes—no coding required! Managing loyalty with Smile is effortless, including easy integrations with your favorite apps. If you need help, you’re supported 24/7 by a team of experts who can help with everything from technical questions to rewards and loyalty best practices for your business.","URL":"https://apps.shopify.com/smile-io","ReviewCount":"4,910","Features":["Customize the rewards launcher, panel, and emails to match your brand aesthetic","Encourage repeat purchases by allowing guest shoppers to earn and redeem points","Integrate with all your favorite apps for email, reviews, and customer service","Remind customers of their points \u0026 referral link with Nudges to boost engagement","Auto-translate your entire loyalty program to one of our 6 preset languages"],"Categories":["Loyalty and rewards","Popups"]},{"Name":"BeProfit Profit Calc \u0026 Reports","Headline":"Get a clear picture of your eCommerce profits. Leverage data to increase sales and grow your store.","Description":"BeProfit makes it easy for you to accurately track your actual profit in real-time, with an intuitive analytics dashboard and powerful profit analytics. \nIn one place, you can analyze your order metrics, shipping, inventory, marketing costs, attribution, and profits using automated or custom reports.\nBeProfit integrates with your store platform, marketing channels, payment processor, and shipping accounts to ensure that your reports and analytics are as accurate as possible.","URL":"https://apps.shopify.com/beprofit-profit-tracker","ReviewCount":"293","Features":["Sync your ad platforms, expenses, and order data, and get up-to-date reports.","Schedule your custom reports and have them emailed directly to you.","Access the app anywhere and anytime, and collaborate with your teammates.","Analyze customer lifetime value using cutting-edge cohort analysis.","Optimize ads, email campaigns, affiliates, and influences with UTM tracking."],"Categories":["Profit calculator","Sales analytics"]},{"Name":"Booster: EU Cookie Bar GDPR","Headline":"Create a beautiful GDPR cookie consent bar before you've finished your first coffee","Description":"Display a cookie consent or GDPR banner to your store visitors. You can choose to show the cookie bar for every country in the world or only EU countries. The app is user friendly and easy to customize so you can match the design of your shop. Use directly within the Shopify admin for a seamless workflow. You can display a beautiful  banner or bar to accept cookies. To decline cookies, you must provide your own instructions in your privacy policy to ensure you are in compliance with the GDPR.","URL":"https://apps.shopify.com/eu-cookie-bar","ReviewCount":"2,989","Features":["Show a cookie bar or GDPR consent banner and link to your privacy policy","Customize the banner settings and text using our simple code-free style editor","Customize the cookie bar design and colors to match your theme and brand","Show your cookie consent GDPR banner globally or for EU customers only","24/7 live chat human support for when you have questions or need a hand"],"Categories":["Banners","Legal"]},{"Name":"TrustedSite ‑ Trust Badges","Headline":"Build trust with your visitors. Earn certifications and display trust badges on your site.","Description":"Consumers have concerns when shopping online. TrustedSite offers a suite of certifications that help to alleviate common concerns that people have when shopping online. Earn these certifications to display TrustedSite trustmarks throughout your site and show visitors that they can trust your business. Once you’ve installed the TrustedSite app, we’ll verify your site is secure and your business is legitimate.","URL":"https://apps.shopify.com/mcafee-secure","ReviewCount":"720","Features":["Earn certifications to increase visitor trust.","Display trustmarks that alleviate concerns and increase sales.","Show your site is a reliable business that visitors can contact.","Address visitor concerns about malware, viruses, and phishing.","Go pro and display a variety of trustmarks at every stage of the sales funnel."],"Categories":["Security","Trust badges"]},{"Name":"Matrixify","Headline":"Matrixify app helps you to manage store data - bulk import, export, update and migrate.","Description":"Save time and nerves when working with your store data in bulk.\nFrom small stores to large enterprises - this app can handle file sizes up to 7 GB.\nFrom simple data updates and reports to automations - through Google Sheets, FTP servers, Excel and other data formats and channels.\n\nExport or import data for: Products, Collections, Customers, Companies, Discounts, Draft Orders, Orders, Payouts, Pages, Blogs, Redirects, Activity, Files, Metafields.","URL":"https://apps.shopify.com/excel-export-import","ReviewCount":"310","Features":["Import and Export data using Excel, Google Sheets or CSV files.","Migrate from Magento, WordPress/WooCommerce, BigCommerce, Lightspeed and others.","Backup and restore your data.","Schedule and auto-repeat Export and Import jobs.","Monitor and control Export and Import jobs as they happen, see job history."],"Categories":["Bulk editor","Store data importers"]},{"Name":"Buy Button channel","Headline":"Sell more with Buy Buttons. Create fast and easy checkout links to promote products or collections.","Description":"Create a Buy Button for any product or collection and add it to a website or blog. Use the Buy Button editor to match the style and colors of your brand, then copy and paste the HTML code to your platform of choice. \n\nYou can create quick checkout links that send shoppers directly to your checkout page. Choose a single product and variant, then copy your link to any email, direct message, or social media post.","URL":"https://apps.shopify.com/buy-button","ReviewCount":"362","Features":["Let shoppers check out right on the spot from any website or blog.","Promote your products to visitors who view your blog or website regularly.","Customize fonts, colors, and layouts to match your website’s style and brand.","Update product details from Shopify without editing the code on your website.","Track sales using your Home sales overview and Analytics pages."],"Categories":["One-click checkout","Sales analytics"]},{"Name":"Tidio ‑ Live Chat \u0026 Chatbots","Headline":"An all-in-one customer experience solution with live chat, chatbots, and multichannel communication.","Description":"Tidio is a customer experience platform that enables online stores to provide excellent customer service and turn passive visitors into active buyers. It has ready-to-use sales and support chatbots that increase revenue, and immediately answer the most common questions of your customers. Managing all your customer messages in one place makes Tidio a simple, yet strong helpdesk solution for your team. With dedicated Shopify features, it’s even more efficient!","URL":"https://apps.shopify.com/tidio-chat","ReviewCount":"1,590","Features":["Talk to your visitors on live chat – quickly solve problems and sell proactively","Use pre-made chatbot strategies to solve problems and increase sales","Preview carts, check order history, and recommend products directly in the chat","Add Tidio to your Shopify store in 30 seconds – just click Add App","Manage and resolve customers' requests with a simple ticketing system"],"Categories":["Chat","Support ticket management"]},{"Name":"Messenger channel","Headline":"Chat with Facebook and Instagram shoppers from Shopify Inbox.","Description":"Adding Messenger to Shopify Inbox is a simple way to build customer relationships and turn more messages from social media into sales. First, connect Shopify Inbox to your Facebook and Instagram accounts in a few clicks. Then, use Shopify Inbox to reply to Messenger and Instagram messages from one place. With instant access to your product catalog and customer info, you can quickly share recommendations and discounts to help close sales - without leaving the conversation.","URL":"https://apps.shopify.com/messenger","ReviewCount":"27","Features":["Connect Instagram and Facebook Messenger to Inbox with a few clicks.","Send product recommendations, photos, and discounts without leaving the chat.","Use Inbox’s message topics to quickly understand customer needs.","Provide personalized support and quickly reply to messages that lead to sales."],"Categories":["Chat","Social media"]},{"Name":"Product Reviews","Headline":"Highlight what customers love about your products by adding ratings and reviews to your online store","Description":"Shopify Product Reviews allows you to collect and share customer reviews on the product pages of your online store. Customers can rate and review products to help other people decide what to buy, and also provide valuable feedback to you.","URL":"https://apps.shopify.com/product-reviews","ReviewCount":"1,726","Features":["Theme-friendly design - Reviews automatically match your store's look and feel","Easy customization - Edit layout, text, and colors without needing to code","Bulk actions - Publish, hide, filter, and manage reviews quickly and easily","CSV import and export - Import and export your reviews in a spreadsheet","SEO-friendly review scores - Add review scores to your Google search results"],"Categories":["Product reviews"]},{"Name":"Loox Product Reviews \u0026 Photos","Headline":"Turn customer love into sales with the strongest form of social proof - visual reviews and referrals","Description":"Loox is a social proof solution that helps you build and scale a trusted brand. \n\nCollect product reviews with photos and videos from your customers. Display reviews in beautiful widgets to build trust with visitors. Reach new audiences by rewarding customers for referring their friends. \n\nLoox is fully customizable to fit your brand look, supports multi-lingual stores, integrates with your tech stack, and operates on auto-pilot for you.","URL":"https://apps.shopify.com/loox","ReviewCount":"11,198","Features":["Send automatic review request emails, offer discounts for adding a photo / video","Display reviews in beautiful widgets: Grid, List, Carousel, Popup, and Sidebar","Integrate with Google Shopping. Loox is an official Google Reviews Partner","Auto-generate referral links to reward customers for referring friends","Increase order value by leveraging social proof in post purchase upsells"],"Categories":["Product reviews","Upselling and cross-selling"]},{"Name":"Judge.me Product Reviews","Headline":"Collect and display product reviews and star ratings. Build trust and boost sales with social proof.","Description":"Judge.me is a fast-loading, fully customizable review app in 37 languages.\nSchedule automatic emails to get reviews with photos and videos after order fulfillment or delivery, or import them from other apps. Improve your conversion rate by showing reviews and UGC on your storefront widgets, sharing them on social media, and adding stars on Google for SEO. Setup is easy and tailored to your store: customize widget texts, colors, and themes, or ask our 24/7 support team for basic design tweaks.","URL":"https://apps.shopify.com/judgeme","ReviewCount":"13,752","Features":["Unlimited email review requests with photo and video, and in-email review forms","Display star ratings, store and product reviews, trust badges, reviews carousel","Share reviews on Facebook, Instagram, Twitter, rich snippets and Google Shopping","Synchronize and group product reviews across different products and stores","Engage your reviewers with Q\u0026A, coupons, and email marketing integrations"],"Categories":["Product reviews","SEO"]},{"Name":"Shopify Inbox","Headline":"Acquire new customers and close sales by connecting with shoppers in chat.","Description":"Shopify Inbox is a free messaging tool that lets you chat with customers as they shop - across many channels. In fact, 70% of all Inbox conversations are with shoppers making a purchase. While you chat, use live customer information like products viewed, what’s in their cart, and past orders to tailor your message to your customer. You can even recommend products or offer discounts to increase order value. Help customers faster with automated replies, FAQs, and a personal chat experience.","URL":"https://apps.shopify.com/inbox","ReviewCount":"1,584","Features":["Turn on chat and track results with a seamless workflow in the Shopify admin.","Manage conversations from online store chat, Shop app, Instagram, and Messenger.","Quickly understand who customers are with profile and cart details.","Send product recommendations, photos, and discounts without leaving the chat.","Automate greetings, contact capture, and FAQs to save you and your buyers time."],"Categories":["Chat","Promotions - Other"]},{"Name":"Facebook \u0026 Instagram","Headline":"Sell on Facebook and Instagram and seamlessly manage your business from one place in Shopify.","Description":"Grow your business on Facebook and Instagram while managing orders, returns and more in Shopify. Easily promote your products and target accurately using powerful sales and marketing tools. Reach new customers and offer a seamless in-app shopping experience, from discovery to checkout.   \n\nAutomatically sync your eligible Shopify products to your Facebook and Instagram shop, so you can sell from one inventory while easily creating ads and shoppable posts right where your customers are.","URL":"https://apps.shopify.com/facebook","ReviewCount":"3,960","Features":["Get shop insights, including best performing products and top tagged content","Help drive better ad performance by setting up a conversion pixel","Easily set up your shop with a one-time account connection","Sell from one inventory that automatically syncs to your shop","Get email and live chat support from Meta"],"Categories":["Social media ads","Social media"]},{"Name":"PageFly Landing Page Builder","Headline":"Create pages and sections for your store without any coding. All page types are supported.","Description":"PageFly is how you build new custom pages and sections for your theme. With our drag and drop builder, you can adapt your store quickly for any sales campaign. Whether starting with our template or building a page on your own with our element library, you will enjoy the full control of how the page looks, works and performs. Your page speed is guaranteed with PageFly’s clean code and optimization. All themes and your favorite apps are seamlessly integrated.","URL":"https://apps.shopify.com/pagefly","ReviewCount":"7,224","Features":["Build structure with Slideshow, Block, Tab, Accordions, Table, Content List","Create theme section and reuse for multiple pages","Boost conversion with Sale Countdown, Badges, Forms, Variant Options Swatches","Responsive for mobile, tablet display. Cross-device editing for all screens","Build faster with AutoSave, preset styles, 100+ free templates."],"Categories":["Page builder","Upselling and cross-selling"]},{"Name":"Pinterest","Headline":"Get your products in front of 445M people on Pinterest, where they go to find ideas to try and buy.","Description":"Install the Pinterest for Shopify app to connect your Pinterest account,\nquickly publish Product Pins, automatically update your product catalog every day, and track performance with the Pinterest Tag. Organically reach people on Pinterest who can easily discover, save and buy products from your website for free, without any advertising spend from you. Reach even more people with campaigns to build awareness, drive consideration or get conversions - all from your Shopify interface!","URL":"https://apps.shopify.com/pinterest","ReviewCount":"5,529","Features":["Upload your product catalog and keep it updated in near real-time*","Organically surface your entire product catalog to Pinners","Track conversions and view detailed product data with the Pinterest Tag","Promote your products and reach your customers with shoppable ads","$100 USD ad credit when you launch your first ever ad campaign with Pinterest**"],"Categories":["Social media ads","Social media"]},{"Name":"Instagram Shop \u0026 Facebook Shop","Headline":"Bring your products in front of your Twitter, Pinterest, Facebook \u0026 Instagram followers.","Description":"Facebook Shop \u0026 Instagram Shop app is to help your audience growth and get more sales by adding a Call-to-Action to your social post like Instagram, Facebook, Twitter \u0026 Pinterest, which allows your audience to shop and pay directly inside these social apps. Facebook Shop \u0026 Instagram Shop app has implemented main the features like Auto Post, Schedule Post, Auto Reply to Comment, Comment Selling Automation, Chatbot.","URL":"https://apps.shopify.com/ig-fb-shoppable-comments","ReviewCount":"15","Features":["Social Selling Automation: Help succeed on Instagram Channel \u0026 Facebook Channel","Instagram Auto Post, facebook auto post, twitter auto post, pinterest auto pin","Post Scheduler: Instagram post, facebook post, pinterest pin, twitter post","Social Shopping:  Customers shop \u0026 pay directly within IG, FB \u0026 Twitter apps","Social Marketing: Help you success on Facebook marketing and Instagram marketing"],"Categories":["Social media ads","Social media"]},{"Name":"Kopy ‑ Copy products","Headline":"Kopy is an app that allows you to copy easily products from any store to your store in 1 click.","Description":"Why waste your time manually copying and pasting?\nInsert the URL of your desired product, collection or store to copy products from and you'll save a LOT of time getting ALL the Titles, Images, Descriptions, Variants, Prices, Compare at price and SEO info copied into your store in a matter of seconds.","URL":"https://apps.shopify.com/kopy","ReviewCount":"51","Features":["Copy \u0026 import products from any store in 1 click.","Import products individually or massively.","Edit product before importing.","Select the products variants to import.","Select multiple products to import to your store."],"Categories":["Store data importers"]},{"Name":"CedCommerce ‑ Facebook \u0026 Insta","Headline":"One-stop solution for managing your products (feeds) \u0026 running ads seamlessly across Meta Surfaces.","Description":"Facebook \u0026 Instagram Shopping app ensures seamless connectivity between your Shopify store and Meta Surfaces. Endowed with stellar features like the bulk upload of products and real-time synchronization of inventory and orders, the app makes your business journey delightful. You can advertise your products \u0026 target shoppers based on their interests, demographics \u0026 behavioral aspects. Additionally, you can monitor the performance of your ads campaigns.","URL":"https://apps.shopify.com/facebook-marketplace-connector","ReviewCount":"740","Features":["Seamless setup and linking of your Meta Business Accounts.","Robust order management across Meta Surfaces \u0026 your store.","Bulk product uploads/imports based on profiles.","Real-time synchronization of inventory \u0026 orders.","Create and run ads based on your brand needs."],"Categories":["Social media ads","Social media"]},{"Name":"PIMdesk","Headline":"","Description":"PIMdesk is the robust Product Information Management (PIM) system available.  PIMdesk allows you to automatically import product data from Shopify and seamlessly export data to Shopify and any other third-party system.  Here are some unique features:\n\nIMPORT DATA\n\nPIMdesk has an import tool to enable you to import product data from any third-party system via CSV or Excel files and do any necessary column or field mapping.\n\nVIEWS\n\nPIMdesk creates one master database of all your product data so...","URL":"https://apps.shopify.com/pimdesk","ReviewCount":"","Features":null,"Categories":["Backup","Store data importers"]},{"Name":"BOGOS: Free gift \u0026 Buy X Get Y","Headline":"Turn your store's visitors into customers by motivating purchases with free gift offer!","Description":"Use BOGOS: Free gift \u0026 Buy X Get Y to turn visitors into customers and get them to buy more. BOGOS is a fully customized gifting solution with plenty of offers available, including free gifts, BOGO, buy x get y, gift with purchase, buy 1 get 1, and many more. There are numerous customizable features to make offers fit seamlessly into your store. Our live chat support team is available to help you with any offers you need.","URL":"https://apps.shopify.com/freegifts","ReviewCount":"1,133","Features":["Free gifts: Encourage customers to spend $200 to get a free gift","Gift with purchase: Purchase a specific product A to get gift B","BOGO: Purchase one product to get another automatically added","Auto-add free gift to cart: Gift will be automatically added to customer cart","Work along with discount code: Discount codes can be used along with BOGOS"],"Categories":["Gift with purchase","Buy one, get one (BOGO)"]},{"Name":"POKY ‑ Product Importer","Headline":"Import products from multi e-commerce platforms to your store with one click!","Description":"Allows you to import/copy products from any Shopify and other supported e-commerce platforms to your Store with one click, it is a good application to save your time in copying and pasting.\n\nInstead of spending your time in copying and pasting the information for the product (title - images - description - price - variants - handle ...), you can do it with one click and import whatever you want in a short time!","URL":"https://apps.shopify.com/socopy","ReviewCount":"5","Features":["Import Unlimited Products from all supported platforms","Duplicate your stores","Premium support"],"Categories":["Store data importers"]},{"Name":"AClone: Backup \u0026 Duplicate","Headline":"A Store Duplicator Application: Backup / Clone / duplicate your store quickly and easily.","Description":"AClone makes it easy to duplicate a store's content to another one. It will automatically copy your products, product images, collections, pages, blogs, and themes, files from your resource store to multiple stores.","URL":"https://apps.shopify.com/aclone","ReviewCount":"2","Features":["Don't spend hours transferring your store data manually.","Test new custom code, and themes, safe in the knowledge","If you find any issue with the import/export data, you won't be charged."],"Categories":["Backup","Store data importers"]},{"Name":"Free Gifts BOGO Cart Upsell","Headline":"Create and customize gift-with-purchase promotions. Powerful tools help boost your product sales.","Description":"FreeGift by Sortecom helps you create gift-with-purchase promotions with infinite types of rules like BOGO, buy X get Y, spend a certain amount of money get Y, buy X get discount of Y, and so on. \n\nThis app allows you to display dynamic on-page pop-ups that attract customers’ attention and stimulate quicker purchasing decisions. Moreover, an analytics system is included to track the important data more easily.","URL":"https://apps.shopify.com/free-gifts-bogo-cart-upsell","ReviewCount":"22","Features":["Infinite campaign creation that work with all types of carts","Multiple campaigns running at the same time","Customize notification badges and popups to attract customers’ attention","Powerful analytics that identify best-selling gifts and profitable campaigns"],"Categories":["Gift with purchase","Buy one, get one (BOGO)"]},{"Name":"BOGO+ | Free Gift \u0026 Flash Sale","Headline":"Maximize your store sales with discount: BOGO, Free Gift with Purchase, Flash Sale, Volume Discount","Description":"We level up the conversion game by providing you with seamless experiences both in the app and on storefront. You can quickly set up any discount campaigns (BOGO, Buy x get y, Flash sale, Free gift with purchase, Volume discount,...) and publish to your store. The streamlined UI on storefront support cart upsell, helps to encourage your customers to grab offer from cart, product pages, and check out sooner, leading to increase your AOV. Plus, we guarantee to provide superior quality of support!","URL":"https://apps.shopify.com/discos-smart-bogo-cart-upsell","ReviewCount":"84","Features":["All discounts in 1 app: BOGO, Flash Sale, Gift with purchase, Volume Discount","Quantity breaks for Volume Discount and Buy X Get Y - add-on value for customers","Hurry customers to check out with countdown timer for every Flash Sale discount","Cart upsell easily by offering discount or free gift with purchase in cart","Various add-up features to boost discount campaign's conversion"],"Categories":["Gift with purchase","Buy one, get one (BOGO)"]},{"Name":"Gift Box | Free Gifts in Cart","Headline":"Increase average spending per customer by offering free gifts with purchases or BOGOs (buy X get Y).","Description":"Free gifts are a powerful marketing tool for Shopify merchants looking to increase customer loyalty and drive sales. With this app, merchants can offer free gifts to customers who purchase specific products or spend a certain amount on their store. The app allows merchants to customize the gift offer by setting the gift value, product quantity, and even the gift message. The app is easy to install and set up, with no coding or design skills required.","URL":"https://apps.shopify.com/gift-box","ReviewCount":"117","Features":["Free Gifts – Motivate your customers to spend more by offering free products","Gift Rules – Set your rules like spend $X in collection Y or buy product Z","Gifts in Cart – The free gifts are added directly to the cart","Full Compatibility – Customers can use standard discount codes in the checkout","Gift Choice – Allow customers to choose their own gift from a list of options."],"Categories":["Gift with purchase","Buy one, get one (BOGO)"]},{"Name":"CJdropshipping","Headline":"Product sourcing and auto-listing feature.\nConvenient and fast order fulfillment \u0026 delivery.","Description":"Trending products recommendation with CJ's big-data powered system. Sales promotion under the auspices of marketing tools. Access to a professional agent with 24/7 online support. A variety of products at factory price, prepared to be listed to your store. Products and packaging customization (POD, OEM) with dropshipping service. Convenient order syncing \u0026 fulfillment service. Efficient local warehouse delivery service (general delivery time of 2-3 days).","URL":"https://apps.shopify.com/cucheng","ReviewCount":"3,109","Features":["CJ products are supportive of DIY bundle products combination.","The optimized shipping method will be automatically applied to your orders.","Use the Shipping Calculation feature to measure shipping methods \u0026 costs.","Product reviews are able to be imported to your stores.","Import products on 1688, Taobao, AliExpress to your stores via Google extension."],"Categories":["Dropshipping","Managing orders - Other"]},{"Name":"DSers‑AliExpress Dropshipping","Headline":"AliExpress Dropshipping Solution to place orders, find suppliers and import products!","Description":"DSers, AliExpress Dropshipping Solution, the new standard to process hundreds of orders at once, faster than ever before and find new products \u0026 suppliers to sell always more, with better profits!\nWith DSers, you can find cheaper suppliers, import products from various sources, find better and more reliable suppliers, automate some time-consuming tasks and more!","URL":"https://apps.shopify.com/dsers","ReviewCount":"13,484","Features":["Optimize your suppliers-Find cheaper \u0026 better supplier selling the same products","Product management-Find, import \u0026 edit products. Auto update stock \u0026 prices","Bulk orders-Place 100s of orders with one click in a few seconds","Automation-Automatically track order \u0026 package status","Manage multiple Shopify stores in one account"],"Categories":["Dropshipping"]},{"Name":"Printful: Print on Demand","Headline":"Create and sell custom products with print-on-demand dropshipping","Description":"Looking to start a printed or embroidered t-shirt business? Or sell wall art or blankets from the comfort of your home? Do it with Printful—we’re a print-on-demand dropshipping supplier ready to support you every step of the way and take care of the boring stuff (you know, like fulfillment). We’ll print, package, and ship your products to your customers.\n\nIt’s time for you to take full control of your ideas, time, and finances—start or expand your existing online business with Printful!","URL":"https://apps.shopify.com/printful","ReviewCount":"4,289","Features":["Free sign-up and quick set-up. Connect to Printful and start selling fast.","Easy-to-use design tools for you to create or upload your designs.","No upfront or hidden costs. Pay only when an order comes in.","High-quality products that will keep customers coming back for more.","Custom branding with packaging, pack-ins, packing slips, and more."],"Categories":["Dropshipping","Print on demand (POD)"]},{"Name":"SC Conjured Referrals","Headline":"Grow your brand and ignite sales with a remarkable, customizable referral marketing program.","Description":"Join thousands of high-performance brands unleashing customer loyalty and the power of word-of-mouth marketing. Achieve trust through transparency when you reward your fans in ways they appreciate. Take your mailing list to the next level, deepen loyalty, and reach new audiences through your customer referrals. Customize every detail of your referral program with ease and track analytics directly from the Shopify dashboard. One-click installation. No configuration. Zero maintenance.","URL":"https://apps.shopify.com/referral-program","ReviewCount":"217","Features":["Build trust, reward customers, activate the power of referrals to boost sales.","Grow your mailing list and reach new audiences through customer referrals.","Customize and track every detail of your referral program with ease.","Take advantage of advanced customization capabilities with Storetasker Form.","Enjoy dynamic features like mobile-specific sharing options and translations."],"Categories":["Affiliate programs","Loyalty and rewards"]},{"Name":"Referrals and Affiliates","Headline":"All-in-one referral and affiliate marketing app to increase word-of-mouth sales","Description":"All-in-one Referral and Affiliate marketing to increase word-of-mouth sales in your store. Build, recruit and manage affiliates, influencers \u0026 ambassadors in a single place. Launch a referral program and get your existing customers to refer their friends. \nOffer flexible rewards - commission on affiliate sales, discount codes, free product or free shipping. Create multi-tiered commissions / rewards.\nDashboard for your affiliate partners \u0026 referral members with guest login. Simple \u0026 hassle free","URL":"https://apps.shopify.com/referral-and-affiliates","ReviewCount":"1","Features":["Create affiliate \u0026 referral programs with flexible rewards \u0026 commissions","Recruit \u0026 manage your partners, commissions, payouts in a easy-to-use interface","Track every sales, referrals through unique affiliate links or coupon codes","Customize landing pages, popups, affiliate signup forms \u0026 affiliate portal","Get your existing customers to refer their friends and earn rewards"],"Categories":["Affiliate programs","Loyalty and rewards"]},{"Name":"UpPromote Affiliate \u0026 Referral","Headline":"Maximize exposure \u0026 boost customer loyalty with our all-in-one affiliate and referral marketing app","Description":"Uncover the power of affiliate, referral and influencer marketing with UpPromote. Our comprehensive solution makes it easy for eCom brands to find and manage partners. Four steps are required to launch an affiliate program, our built-in tooltips and responsive support team will help you navigate the app effortlessly. With our powerful functions, you can build growth loops around affiliates and customers with referral programs. Our pricing accommodates the needs and expansion of any business.","URL":"https://apps.shopify.com/affliate-by-secomapp","ReviewCount":"2,183","Features":["Create unique affiliate programs with a variety of commission opportunities.","Customize reward and discount amounts for customers with referral programs.","Seamlessly track referral orders via affiliate links, coupons, connected emails.","Customize everything fitting your brand: forms, links/codes, affiliate portal.","Motivate affiliates with powerful options: bonuses, gifts, store credit, MLM."],"Categories":["Affiliate programs","Loyalty and rewards"]},{"Name":"SEO:Image Optimizer Page Speed","Headline":"Save thousands of dollars and hours with this all-in-one app that increase your page speed instantly","Description":"Do you know that if Amazon.com’s page load time was to increase by 0.1 seconds, the company would lose $1.3 billion per year? Slow page loading causes such great lost sales. Avada SEO Suite was built to solve this problem! We will inform your customer’s browser to pre-load the website in the background as they move their mouse pointer over a link. Utilizing browser preloading, the app speeds up your page loading time by up to 3 times, which is much faster! Add app to speed up now!","URL":"https://apps.shopify.com/avada-seo-suite","ReviewCount":"3,762","Features":["Instant page speed and score booster: Image optimization, Smart speed, Lazy load","Optimize seo ranking: Meta tags, Local business, Google structured data, etc.","Auto SEO Audit for product, collection, blog post and other pages","Broken link detection and page redirection","SEO report: SEO issue, Automated Email Notification, Image Optimization.."],"Categories":["SEO","Speed optimization"]},{"Name":"Beans: Loyalty \u0026 Rewards","Headline":"Turn one-time shoppers into customers for life. Use gamification to incentivize repeat purchases.","Description":"Get your customers to repeat purchases with Beans — Incentivize shoppers to make a 2nd, 4th, and 12th purchase with an effective loyalty program — Turn customers into loyal brand advocates that promote your products to their loved ones — Deliver the most magical marketing experience to customers — Ensure that customers are constantly engaged with effective loyalty email campaigns that can be easily tailored to your brand","URL":"https://apps.shopify.com/beans","ReviewCount":"2","Features":["Reward customers for purchases, registration, product reviews, social actions","Segment loyal customers in tiers built tier specific campaigns with exclusivity","Create exclusive campaigns for loyal customers.","Customize your rewards program page to suit your brand's image.","Integrate with Klaviyo, Omnisend, Facebook, Instagram and dozens of integrations"],"Categories":["Affiliate programs","Loyalty and rewards"]},{"Name":"SearchPie: SEO Booster \u0026 Speed","Headline":"SEARCH PIE is a powerful and user-friendly app that helps boost Google visibility and site speed","Description":"We provide vital SEO solutions for stores of all sizes where all key factors are optimized in a way Google prefers for better rankings, focusing on high-speed performance \u0026 strong local online visibility. The end goal is for you to own an edgy competitive advantage, bringing more clicks to your website.\nWhat's the best is 24/7 Helpchat Ready to back up while SEO-ing your site anytime!\nLet's start with the Starter plan today and see how SEARCH PIE can be your SEO Bestie indeed on Shopify.","URL":"https://apps.shopify.com/seo-booster","ReviewCount":"2,989","Features":["Stay aware of all SEO issues via up-to-date reports","Bulk Update Meta titles, Meta descriptions and Alt tags","Speed up loading time with Instant page, AMP, Image Compressing...","Improve website's credibility with Long \u0026 404 URLs auto detected \u0026 navigated","Make your site readable to Google with Auto Rich Snippets JSON-LD"],"Categories":["SEO","Speed optimization"]},{"Name":"Booster: Page Speed Optimizer","Headline":"Improve chances of conversion by making your website pages feel like they load (almost) instantly","Description":"Have you ever visited a website but navigated away because the product page wasn't loading fast enough? So we built this app to solve that problem \u0026 help merchants prevent lost sales. When your customers move their mouse cursor over a link, we tell their browser to pre-load that page in the background. This results in much faster loading times. Using browser preloading technology, this app increases your 2nd page load times by up to 3x. Faster page speed, means improved add-to-cart conversions.","URL":"https://apps.shopify.com/page-speed-optimizer","ReviewCount":"1,263","Features":["Make your pages feel like they load (almost) instantly","Improve page speed on mobile, even on slower connections or older devices","Built natively for Shopify, fast \u0026 Online Store 2.0 compatible","Increase page speed less than a minute, with our no code install process","24/7 live chat human support for when you have questions or need a hand"],"Categories":["Speed optimization"]},{"Name":"Portfolio Gallery","Headline":"Introduce yourself and your projects through a customizable portfolio","Description":"Elfsight Portfolio widget you can add unlimited projects and show them on your site in all details. You can divide projects into categories and choose the layout of project cards in your portfolio. Users can open each project in popup and view the work right on your sight.","URL":"https://apps.shopify.com/elfsight-portfolio","ReviewCount":"6","Features":["Show all your projects on the site","Impress with your creative works","Configure the widget appearance"],"Categories":["Image galleries","Images and media - Other"]},{"Name":"Team Showcase","Headline":"Demonstrate your team and tell more about each member","Description":"With the help of the Team Showcase Shopify you highlight your biggest advantages and selling points through personal narration and attract more shoppers on the web page. With direct links, email, and other contact info of each person, visitors can get in touch with them immediately","URL":"https://apps.shopify.com/elfsight-team-showcase","ReviewCount":"3","Features":["Let users know who your team members are","Divide the team into categories","Change the layout and colors"],"Categories":["Image galleries","Images and media - Other"]},{"Name":"SEO, Image optimizer \u0026 Speed","Headline":"Sitemap SEO image optimizer \u0026 page speed booster with redirects \u0026 lazy load to improve site speed.","Description":"TinyIMG is a one-stop-shop for all page speed optimizer and SEO tools: image ALT text, JSON-LD, 404 page, 301 redirect, plugin seo, rich snippet, SEO image compressor, meta tags, photo resize, lazy load. Use image and SEO optimizer to optimise page speed, UX and search engine rankings to ensure your store’s long-term success. Use TinyIMG convenient automation and SEO reports to boost store speed and SEO results faster. This powerful SEO and site speed optimizer will transform your store.","URL":"https://apps.shopify.com/smart-image-optimizer","ReviewCount":"1,258","Features":["SEO booster \u0026 Powerful sitemap SEO optimizer to boost SEO rankings.","Auto page speed optimizer for site speed boost through lazy load.","One-click image SEO, image compression, image resize, alt text generator.","Broken link detection and 404/301 redirect feature to never lose traffic.","JSON-LD, meta generator, lazy load, and script control for an optimized store."],"Categories":["SEO","Speed optimization"]},{"Name":"Shopify Inbox","Headline":"Acquire new customers and close sales by connecting with shoppers in chat.","Description":"Shopify Inbox is a free messaging tool that lets you chat with customers as they shop - across many channels. In fact, 70% of all Inbox conversations are with shoppers making a purchase. While you chat, use live customer information like products viewed, what’s in their cart, and past orders to tailor your message to your customer. You can even recommend products or offer discounts to increase order value. Help customers faster with automated replies, FAQs, and a personal chat experience.","URL":"https://apps.shopify.com/inbox","ReviewCount":"1,584","Features":["Turn on chat and track results with a seamless workflow in the Shopify admin.","Manage conversations from online store chat, Shop app, Instagram, and Messenger.","Quickly understand who customers are with profile and cart details.","Send product recommendations, photos, and discounts without leaving the chat.","Automate greetings, contact capture, and FAQs to save you and your buyers time."],"Categories":["Chat","Promotions - Other"]},{"Name":"LookThru","Headline":"Make your content look like a real book or magazine using all the advantages of HTML5.","Description":"Create an interactive book with dynamic content, video, maps, products, text, CTA buttons and other dynamic elements on the page.\nWith the app you can create a book from a PDF file, from images, from products in your store or create a book page-by-page. Embed book wherever you want using IFRAME code.  The app works on IOS (iPad, iPhone, iPod), Android (Chrome for Android).","URL":"https://apps.shopify.com/lookthru","ReviewCount":"2","Features":["Booklet featuring your products including additional dynamic content.","Embed your digital catalog anywhere you are able to embed an IFRAME.","Use the embedding code as advertising for your products."],"Categories":["Image galleries","Images and media - Other"]},{"Name":"Instagram Feed Instafeed RPTR","Headline":"Compatible with Instagram Graph API. \n\nDisplay your Instagram feed images in slider or grid","Description":"New image hover options added, so that if you migrate from your theme's Instagram to our app, you will not loose your current layout.\n Direct link option added for post, so you can avoid popup and go directly to your Instagram post.\n Connect your Instagram account by simply signing in.\n One click install on home page or individual page.\n Customize the look to match your store. \n Responsive","URL":"https://apps.shopify.com/instagram-feed-pro","ReviewCount":"390","Features":["Show your awesome Instagram pictures","We are using new graph API. Awesome customizations available for your feed.","Choose between slider \u0026 grid layouts. Customize the overlay color and text color","The app supports 2.0 themes and app blocks.","It automatically keeps refreshing and show real-time content to your store."],"Categories":["Image galleries","Images and media - Other"]},{"Name":"Messenger channel","Headline":"Chat with Facebook and Instagram shoppers from Shopify Inbox.","Description":"Adding Messenger to Shopify Inbox is a simple way to build customer relationships and turn more messages from social media into sales. First, connect Shopify Inbox to your Facebook and Instagram accounts in a few clicks. Then, use Shopify Inbox to reply to Messenger and Instagram messages from one place. With instant access to your product catalog and customer info, you can quickly share recommendations and discounts to help close sales - without leaving the conversation.","URL":"https://apps.shopify.com/messenger","ReviewCount":"27","Features":["Connect Instagram and Facebook Messenger to Inbox with a few clicks.","Send product recommendations, photos, and discounts without leaving the chat.","Use Inbox’s message topics to quickly understand customer needs.","Provide personalized support and quickly reply to messages that lead to sales."],"Categories":["Chat","Social media"]},{"Name":"PreOrder Wolf ‑ Pre‑order Now","Headline":"Preorder Wolf lets you accept orders for products you don't have at hand right away.","Description":"While setting the correct expectations with your customers regarding when will they get their order. \nYou can enable Preorders for specific products/variants, Collections or All Products.\nYou can also conditionally enable/disable preorders based on whether something is in stock or out of stock or if you have incoming inventory. Setup a start date and end date. Limit the number of preorders you wanna accept or Show a delivery text on product, cart, checkout page.\nThis can be used, as follows:","URL":"https://apps.shopify.com/preorder-manager-1","ReviewCount":"325","Features":["To Keep selling products even when out of stock (This boosts your revenue $$$)","For selling products before they are released (PreSale to create Hype)","To test demand for new potentially winning products without buying inventory","For selling Made to order/Custom products or running a crowdfunding campaign","No Coding required for you. We don't mess with your theme. 24/7 Support."],"Categories":["Chat","Pre-orders"]},{"Name":"Tidio ‑ Live Chat \u0026 Chatbots","Headline":"An all-in-one customer experience solution with live chat, chatbots, and multichannel communication.","Description":"Tidio is a customer experience platform that enables online stores to provide excellent customer service and turn passive visitors into active buyers. It has ready-to-use sales and support chatbots that increase revenue, and immediately answer the most common questions of your customers. Managing all your customer messages in one place makes Tidio a simple, yet strong helpdesk solution for your team. With dedicated Shopify features, it’s even more efficient!","URL":"https://apps.shopify.com/tidio-chat","ReviewCount":"1,590","Features":["Talk to your visitors on live chat – quickly solve problems and sell proactively","Use pre-made chatbot strategies to solve problems and increase sales","Preview carts, check order history, and recommend products directly in the chat","Add Tidio to your Shopify store in 30 seconds – just click Add App","Manage and resolve customers' requests with a simple ticketing system"],"Categories":["Chat","Support ticket management"]},{"Name":"Spocket ‑ US \u0026 EU Dropshipping","Headline":"Discover fast-shipping products from thousands of dropshipping suppliers all over the world.","Description":"Find fast shipping and winning products from suppliers in the US, Europe, Canada, Asia, Australia, Brazil, and more, and add them to your Shopify store in a few clicks! Search products from any website using reverse image search. Enjoy automated Alliexpress dropshipping (dropshipping app) with seamless product import and order fulfillment via API through Spocket’s official partnership with AliExpress (aliexpres, ali express)! Oberlo dropshipping app, cjdropshipping \u0026 Dsers alternative.","URL":"https://apps.shopify.com/spocket","ReviewCount":"3,566","Features":["Dropship with faster shipping with a huge range of US and European products.","Get big discounts / wholesale prices with no minimum order.","Create a powerful brand and loyalty with Branded Invoicing.","Fully automate your AliExpress dropshipping.","Get answers faster with 24/7 customer support."],"Categories":["Dropshipping","Finding suppliers"]},{"Name":"DSers‑AliExpress Dropshipping","Headline":"AliExpress Dropshipping Solution to place orders, find suppliers and import products!","Description":"DSers, AliExpress Dropshipping Solution, the new standard to process hundreds of orders at once, faster than ever before and find new products \u0026 suppliers to sell always more, with better profits!\nWith DSers, you can find cheaper suppliers, import products from various sources, find better and more reliable suppliers, automate some time-consuming tasks and more!","URL":"https://apps.shopify.com/dsers","ReviewCount":"13,484","Features":["Optimize your suppliers-Find cheaper \u0026 better supplier selling the same products","Product management-Find, import \u0026 edit products. Auto update stock \u0026 prices","Bulk orders-Place 100s of orders with one click in a few seconds","Automation-Automatically track order \u0026 package status","Manage multiple Shopify stores in one account"],"Categories":["Dropshipping"]},{"Name":"CJdropshipping","Headline":"Product sourcing and auto-listing feature.\nConvenient and fast order fulfillment \u0026 delivery.","Description":"Trending products recommendation with CJ's big-data powered system. Sales promotion under the auspices of marketing tools. Access to a professional agent with 24/7 online support. A variety of products at factory price, prepared to be listed to your store. Products and packaging customization (POD, OEM) with dropshipping service. Convenient order syncing \u0026 fulfillment service. Efficient local warehouse delivery service (general delivery time of 2-3 days).","URL":"https://apps.shopify.com/cucheng","ReviewCount":"3,109","Features":["CJ products are supportive of DIY bundle products combination.","The optimized shipping method will be automatically applied to your orders.","Use the Shipping Calculation feature to measure shipping methods \u0026 costs.","Product reviews are able to be imported to your stores.","Import products on 1688, Taobao, AliExpress to your stores via Google extension."],"Categories":["Dropshipping","Managing orders - Other"]},{"Name":"Zendrop ‑ Global Dropshipping","Headline":"Zendrop is an e-commerce marketplace that connects reliable suppliers with online merchants","Description":"Zendrop was created for Dropshippers, by Dropshippers. We were frustrated having to rely on suppliers from AliExpress to run our business. Communication is slow or non existent, quality is horrible and shipping times? Well…. you guessed it. The worst. Luckily, Zendrop is the solution to the ongoing problems you might find with other dropshipping suppliers! Our app makes the process easy and streamlined.","URL":"https://apps.shopify.com/zendrop","ReviewCount":"4,995","Features":["Faster Shipping: Zendrop provides Industry-Leading shipping options","One Button Add-To-Store: Easily add products to your store","Customer Support: Work with our customer support team around the clock"],"Categories":["Dropshipping","Finding suppliers"]},{"Name":"Ali Orders AliExpress Dropship","Headline":"Find best-sellers \u0026 suppliers, Import AliExpress products \u0026 Fulfill 100s AliExpress orders in secs.","Description":"Ali Orders helps you save tons of time and effort, and make your dropshipping business more efficient to scale bigger than ever before. It offers a solution to help dropshippers find \u0026 import AliExpress products, set pricing rules, and fulfill orders automatically with just a few clicks. All you need to do is pick what you want to sell, and Ali Orders will do the rest!","URL":"https://apps.shopify.com/ali-orders-by-fireapps","ReviewCount":"1,393","Features":["Find best-selling AliExpress products: sell trending items from trusted sellers","Import AliExpress products: 1-click import with built-in product info editor.","Push products to store: 1-click push all imported products to your store.","Auto fulfill AliExpress orders: place hundreds of orders effortlessly in mins.","Easy \u0026 fast migration from DSers, Oberlo"],"Categories":["Dropshipping","Fulfilling orders - Other"]},{"Name":"Printify: Print on Demand","Headline":"Create and sell custom products around the world. You design and sell, we - print, pack, and ship.","Description":"Customize a wide selection of products in seconds with Printify. From apparel to accessories, home decor, and more. Use our free Mockup Generator and create one-of-a-kind designs to sell. Access a global network of print providers who print, package, and ship your orders directly to the customers. Fast, simple, risk-free. Create and sell custom print-on-demand products with Printify.","URL":"https://apps.shopify.com/printify","ReviewCount":"1,898","Features":["Wide selection of custom products with great prices","Upload your designs quickly and easily","Zero risk as you don’t have to buy stock upfront","Simple creation process for new items","Print and ship around the world"],"Categories":["Dropshipping","Print on demand (POD)"]},{"Name":"Dropshipman‑ Ali Dropshipping","Headline":"Professional dropshipping platform providing sourcing, order fulfillment, and shipping services.","Description":"Dropshipman, as a professional dropshipping service platform, provides you with one-stop dropshipping service. At Dropshipman you can find a large number of high quality and low cost goods sources. We can source for you, and also support bulk import of goods from AliExpress through extension. For order fulfillment, you can place your orders in bulk and we will fulfill the rest. We also work with many logistics providers such as 4PX, Yunexpress, etc. and support shipping to all over the world.","URL":"https://apps.shopify.com/aliexpress-dropshipping-master","ReviewCount":"1,168","Features":["Fast sourcing through product images, titles, and links.","Quickly edit and import products to Shopify store with one click.","Convenient order fulfillment and strict product quality inspection services.","Build your brand with branded packaging and personal storage services.","Personal agent and 24/7 customer service (English, Deutsch, Español, Français..)"],"Categories":["Dropshipping"]},{"Name":"Printful: Print on Demand","Headline":"Create and sell custom products with print-on-demand dropshipping","Description":"Looking to start a printed or embroidered t-shirt business? Or sell wall art or blankets from the comfort of your home? Do it with Printful—we’re a print-on-demand dropshipping supplier ready to support you every step of the way and take care of the boring stuff (you know, like fulfillment). We’ll print, package, and ship your products to your customers.\n\nIt’s time for you to take full control of your ideas, time, and finances—start or expand your existing online business with Printful!","URL":"https://apps.shopify.com/printful","ReviewCount":"4,289","Features":["Free sign-up and quick set-up. Connect to Printful and start selling fast.","Easy-to-use design tools for you to create or upload your designs.","No upfront or hidden costs. Pay only when an order comes in.","High-quality products that will keep customers coming back for more.","Custom branding with packaging, pack-ins, packing slips, and more."],"Categories":["Dropshipping","Print on demand (POD)"]},{"Name":"AutoDS All‑In‑One Dropshipping","Headline":"Save time finding \u0026 importing products and fulfilling orders from 25+ global dropshipping suppliers.","Description":"With AutoDS, you join 25k+ dropshippers enjoying dropshipping automation 24/7. Don’t spend hours finding trending products when you can import hundreds in a click! \nAutomate everything from product imports to order fulfillment and product page edits with 25+ global dropshipping suppliers, including Amazon, Alibaba, CjDropshipping, Walmart, and AliExpress. Save hours every day with an automatic price and stock syncing. Make more time for what matters in your life with AutoDS.","URL":"https://apps.shopify.com/autods","ReviewCount":"843","Features":["Choose from millions of products to import to your Shopify store with a click.","Enjoy 24/7 pricing and stock monitoring - no need to update them by yourself.","Automatically fulfill dropshipping orders, even when away from your computer.","Smart product optimization including images, prices, titles and descriptions.","See a full overview of your business: Sales, revenue, bestsellers \u0026 more."],"Categories":["Dropshipping","Fulfilling orders - Other"]},{"Name":"DSers‑AliExpress Dropshipping","Headline":"AliExpress Dropshipping Solution to place orders, find suppliers and import products!","Description":"DSers, AliExpress Dropshipping Solution, the new standard to process hundreds of orders at once, faster than ever before and find new products \u0026 suppliers to sell always more, with better profits!\nWith DSers, you can find cheaper suppliers, import products from various sources, find better and more reliable suppliers, automate some time-consuming tasks and more!","URL":"https://apps.shopify.com/dsers","ReviewCount":"13,484","Features":["Optimize your suppliers-Find cheaper \u0026 better supplier selling the same products","Product management-Find, import \u0026 edit products. Auto update stock \u0026 prices","Bulk orders-Place 100s of orders with one click in a few seconds","Automation-Automatically track order \u0026 package status","Manage multiple Shopify stores in one account"],"Categories":["Dropshipping"]},{"Name":"EPROLO‑Dropshipping \u0026 Branding","Headline":"EPROLO is a one stop supply chain platform, dropshipping, product sourcing, branding, and more.","Description":"EPROLO is made for merchants who are frustrated with the slow shipping time and unstable supply chain. Here at EPROLO, we offer the QUICK FIX for persistent issues you could have with other dropshipping vendors! Our staff streamlines and simplifies the procedure.","URL":"https://apps.shopify.com/eprolo","ReviewCount":"1,283","Features":["Fast Shipping: EPROLO only works with Industry-Leading shipping companies","Product Sourcing: Expertise sourcing team \u0026 big data will find what you need","Branding: Private label, custom packing, flyers, tags, boxes, bags, etc."],"Categories":["Dropshipping"]},{"Name":"Syncee ‑ Global Dropshipping","Headline":"Find fast-shipping products from dropshipping suppliers worldwide. Enjoy all-automated solutions.","Description":"Looking to start a new business with no inventory risk \u0026 no minimum orders? Or do you wish to expand your existing store? Find winning and niche dropshipping products with fast shipping on Syncee Marketplace. Dropshipping suppliers from the US, CA, EU, UK, AU, Brazil, and worldwide are waiting to seamlessly fulfill your customers’ orders. Add products to your store in a few clicks. Let us automate the product uploads, updates, and order sync. Syncee supports you every step of the way.","URL":"https://apps.shopify.com/syncee-1","ReviewCount":"1,022","Features":["A wide range of dropshipping products with fast delivery. Add to store in bulk!","Easy-to-use editor, filters \u0026 more. Enjoy selling with high profit margins!","Automated product uploads, updates, and order data synchronization.","Highly customizable retail prices—add your price margin and rounding rules.","Haven't find your supplier in Syncee? Bring their product datafeed file!"],"Categories":["Dropshipping","Finding suppliers"]},{"Name":"Point of Sale","Headline":"Shopify POS is the only point of sale that’s as good at selling in person as it is online.","Description":"Shopify POS unifies your online and retail stores to strengthen sales conversions everywhere you sell, streamline store management, and helps you build stronger relationships with your customers. It has all the essential features you need to make sales, track performance, and manage customers, orders, and inventory. With local pickup and delivery—and the ability to sell inventory from other locations—you can reach more customers and give them seamless shopping experiences.","URL":"https://apps.shopify.com/shopify-pos","ReviewCount":"290","Features":["Convert more with features like local pickup, email carts and ship to customer.","Keep customer profiles, product details and inventory levels at your fingertips.","Sell and accept gift cards, split payments, returns and exchanges.","Accept payments anywhere with always-ready retail check out hardware.","Omnichannel built-in tools to manage your online and in-store in one place."],"Categories":["Retail"]},{"Name":"Google channel","Headline":"Get your products in front of new shoppers who are looking for what you’re selling.","Description":"Reach millions of shoppers when they're searching for products like yours. Sync your products to Google Merchant Center, list products for free on Search, YouTube and more and even run paid Performance Max campaigns. \n\nDisclaimer: In the European Economic Area, the United Kingdom or Switzerland, Performance Max campaigns can be used with any Comparison Shopping Service (CSS) you work with. The ads will show on general search results pages and on any other surfaces the CSS has opted in to.","URL":"https://apps.shopify.com/google","ReviewCount":"5,688","Features":["Sync your products with ease to Google Merchant Center.","Get listed free of charge automatically on Google.","Drive conversion with Buy on Google for eligible merchants.","Connect with your audience and sell on YouTube.","Expand your reach and boost sales with Performance Max."],"Categories":["Online marketplaces","Product feeds"]},{"Name":"Facebook \u0026 Instagram","Headline":"Sell on Facebook and Instagram and seamlessly manage your business from one place in Shopify.","Description":"Grow your business on Facebook and Instagram while managing orders, returns and more in Shopify. Easily promote your products and target accurately using powerful sales and marketing tools. Reach new customers and offer a seamless in-app shopping experience, from discovery to checkout.   \n\nAutomatically sync your eligible Shopify products to your Facebook and Instagram shop, so you can sell from one inventory while easily creating ads and shoppable posts right where your customers are.","URL":"https://apps.shopify.com/facebook","ReviewCount":"3,960","Features":["Get shop insights, including best performing products and top tagged content","Help drive better ad performance by setting up a conversion pixel","Easily set up your shop with a one-time account connection","Sell from one inventory that automatically syncs to your shop","Get email and live chat support from Meta"],"Categories":["Social media ads","Social media"]},{"Name":"TikTok","Headline":"Create TikTok video ads, track results, and manage your orders","Description":"The TikTok App on Shopify makes it easy to get your business in front of billions of highly engaged consumers. These users aren't just browsing... they're buying; as referenced by the popular hashtag #TikTokMadeMeBuyIt. And they could become your next customer. With the TikTok App, you can seamlessly sync your product catalog, build compelling creative, run effective ads and track performance all from your Shopify account.","URL":"https://apps.shopify.com/tiktok","ReviewCount":"1,180","Features":["Install the TikTok Pixel in 1-click to measure the performance of your ads.","Build TikTok-style videos in minutes. Simply upload product images or videos.","Sync your products from Shopify to TikTok to create high-performing ads"],"Categories":["Marketing analytics","Online marketplaces"]},{"Name":"Linktree","Headline":"With Linktree, you can share everything you create, curate and sell online in one simple link.","Description":"Create and customize your bio link in minutes\n\n* Connect your socials, website, Shopify store, videos, music, podcasts, events and more in a link in bio landing page designed to convert\n\nShare your Linktree anywhere\n\n* Include your unique URL everywhere people can follow you, and grow your audience faster on every platform\n\nAnalyze your customers and keep them engaged\n\n* Track engagement over time, monitor revenue, learn what’s converting and understand more about your sales funnel","URL":"https://apps.shopify.com/linktree","ReviewCount":"12","Features":["Pick your colors, fonts and backgrounds or use an easy pre-designed template","Integrate seamlessly with the tools, apps and platforms that you already use","Manage, update and schedule content in seconds with a drag-and-drop editor","Sell more on social by displaying a Shopify storefront right in your Linktree","Get your very own QR code to drive your offline traffic online"],"Categories":["Online marketplaces"]},{"Name":"Pinterest","Headline":"Get your products in front of 445M people on Pinterest, where they go to find ideas to try and buy.","Description":"Install the Pinterest for Shopify app to connect your Pinterest account,\nquickly publish Product Pins, automatically update your product catalog every day, and track performance with the Pinterest Tag. Organically reach people on Pinterest who can easily discover, save and buy products from your website for free, without any advertising spend from you. Reach even more people with campaigns to build awareness, drive consideration or get conversions - all from your Shopify interface!","URL":"https://apps.shopify.com/pinterest","ReviewCount":"5,529","Features":["Upload your product catalog and keep it updated in near real-time*","Organically surface your entire product catalog to Pinners","Track conversions and view detailed product data with the Pinterest Tag","Promote your products and reach your customers with shoppable ads","$100 USD ad credit when you launch your first ever ad campaign with Pinterest**"],"Categories":["Social media ads","Social media"]},{"Name":"Messenger channel","Headline":"Chat with Facebook and Instagram shoppers from Shopify Inbox.","Description":"Adding Messenger to Shopify Inbox is a simple way to build customer relationships and turn more messages from social media into sales. First, connect Shopify Inbox to your Facebook and Instagram accounts in a few clicks. Then, use Shopify Inbox to reply to Messenger and Instagram messages from one place. With instant access to your product catalog and customer info, you can quickly share recommendations and discounts to help close sales - without leaving the conversation.","URL":"https://apps.shopify.com/messenger","ReviewCount":"27","Features":["Connect Instagram and Facebook Messenger to Inbox with a few clicks.","Send product recommendations, photos, and discounts without leaving the chat.","Use Inbox’s message topics to quickly understand customer needs.","Provide personalized support and quickly reply to messages that lead to sales."],"Categories":["Chat","Social media"]},{"Name":"Linkpop","Headline":"Turn your social bio into a social storefront with Linkpop—a free, customizable link in bio tool","Description":"With Linkpop, you can curate content, analyze traffic, and sell products through one shareable link. Linkpop seamlessly connects with your store, making it easy to share products directly on your page and have followers shop them in a few clicks. Powered by Shopify’s fast and secure checkout, Linkpop converts 2x more traffic into sales versus other link in bio tools.","URL":"https://apps.shopify.com/linkpop","ReviewCount":"38","Features":["Sell directly from your link in bio by adding products or affiliate links","Customize your brand in minutes with fonts, colors, and images","See what followers are clicking or buying with free analytics","Embed videos, podcasts, or playlists right on your page","One shareable link for Instagram, TikTok, or anywhere with a social bio"],"Categories":["Page builder","Social media"]},{"Name":"Carro","Headline":"Cross-store dropshipping \u0026 partnership management. Find and source products from other stores.","Description":"Carro enables you to easily sell new products on your store that are from other stores. Your orders, inventory and pricing is always kept in sync, even if you promote with discounts and sales. Build long term partnerships with other stores who act as a dropshipper for you.\n\nYou can browse the brands and products who have the app installed, and expand your catalogue without an upfront inventory investment. \n\nOther stores can also request to sell your products on their store if you approve.","URL":"https://apps.shopify.com/carro","ReviewCount":"157","Features":["Sync products with other stores and easily keep track of inventory and sales.","Run discounts and keep products priced appropriately without hurting margin.","Form new partnerships with other stores and brands.","Bring existing suppliers over to the platform to easily manage sourcing.","Eliminate the need for MOQs, and in-house inventory with new partnerships."],"Categories":["Finding suppliers","Sales channels - Other"]},{"Name":"Video Ad Machine","Headline":"We create product videos automatically. Engaging Instagram \u0026 Facebook ads can boost traffic \u0026 sales.","Description":"Short, engaging videos work wonders as promotional content, and social media promotion is a great way to attract new customers. This automated video maker connects with your company's Facebook and Instagram pages, making it simple to create and distribute high-converting ads. Video production and editing require a lot of time and expertise, but with Video Ad Machine, you can get a variety of engaging animations and assistance with campaign management in a flash.","URL":"https://apps.shopify.com/video-ad-machine","ReviewCount":"233","Features":["The app recommends new ad creatives to post on a regular basis","Stylish templates that transform any catalog into engaging animations","Easy Facebook and Instagram auto-posting and video ad campaigns","Branding and personalization can be adjusted to fit your needs","Multiple ad variations are automatically tested for maximum ROI"],"Categories":["Video editor","Social media"]},{"Name":"CedCommerce ‑ Etsy Integration","Headline":"Replace manual Etsy shop management with Automation via complete product \u0026 order management + more.","Description":"With the CedCommerce - Etsy Integration app, you can perform actions on your products in bulk like editing and listing them on Etsy. You can even create shipping templates and templates for inventory and price management right within the app along with managing your shop sections, and production partners. Get notified of any errors related to product uploading, syncing, inventory failures, and order fetching. Now also manage the tax rates that you want to impose for different locations.","URL":"https://apps.shopify.com/etsy-marketplace-integration","ReviewCount":"1,399","Features":["Manage your product categories, attributes, and shipping in bulk with Profiling.","Automatic and regular syncing of inventory, price, etc., from Shopify to Etsy.","Experience personalized order management. Ship orders with or without tracking.","Create pre-existing Etsy products on Shopify or link to older unlinked products.","Choose your desired inventory location to fulfill orders if you have multiple."],"Categories":["Online marketplaces","Inventory sync"]},{"Name":"Shopcodes","Headline":"Market products and link to checkout with Shopify QR codes.","Description":"Shopcodes are scannable QR codes that link customers directly to products on your online store. Your customers will be able to quickly scan Shopcodes with any smartphone camera and purchase your products with the tap of a finger.\n\nIntegrate Shopcodes with your product packaging or marketing material, and then track conversions and traffic through Shopify Analytics.","URL":"https://apps.shopify.com/shopcodes","ReviewCount":"42","Features":["Create beautiful QR codes for your products in minutes.","Easy-to-scan codes make it simple for customers to buy on their smartphones.","Track how many people scan codes and make purchases through Shopify analytics."],"Categories":["Retail"]},{"Name":"SEO:Image Optimizer Page Speed","Headline":"Save thousands of dollars and hours with this all-in-one app that increase your page speed instantly","Description":"Do you know that if Amazon.com’s page load time was to increase by 0.1 seconds, the company would lose $1.3 billion per year? Slow page loading causes such great lost sales. Avada SEO Suite was built to solve this problem! We will inform your customer’s browser to pre-load the website in the background as they move their mouse pointer over a link. Utilizing browser preloading, the app speeds up your page loading time by up to 3 times, which is much faster! Add app to speed up now!","URL":"https://apps.shopify.com/avada-seo-suite","ReviewCount":"3,762","Features":["Instant page speed and score booster: Image optimization, Smart speed, Lazy load","Optimize seo ranking: Meta tags, Local business, Google structured data, etc.","Auto SEO Audit for product, collection, blog post and other pages","Broken link detection and page redirection","SEO report: SEO issue, Automated Email Notification, Image Optimization.."],"Categories":["SEO","Speed optimization"]},{"Name":"Judge.me Product Reviews","Headline":"Collect and display product reviews and star ratings. Build trust and boost sales with social proof.","Description":"Judge.me is a fast-loading, fully customizable review app in 37 languages.\nSchedule automatic emails to get reviews with photos and videos after order fulfillment or delivery, or import them from other apps. Improve your conversion rate by showing reviews and UGC on your storefront widgets, sharing them on social media, and adding stars on Google for SEO. Setup is easy and tailored to your store: customize widget texts, colors, and themes, or ask our 24/7 support team for basic design tweaks.","URL":"https://apps.shopify.com/judgeme","ReviewCount":"13,752","Features":["Unlimited email review requests with photo and video, and in-email review forms","Display star ratings, store and product reviews, trust badges, reviews carousel","Share reviews on Facebook, Instagram, Twitter, rich snippets and Google Shopping","Synchronize and group product reviews across different products and stores","Engage your reviewers with Q\u0026A, coupons, and email marketing integrations"],"Categories":["Product reviews","SEO"]},{"Name":"LAI Ali Reviews Product Review","Headline":"Build trust and boost sales by collecting, showing, and amplifying reviews from multiple platforms","Description":"Making it easy to collect customer reviews from multi-platforms such as AliExpress, Amazon, DSers, CJ, and CSV files. Our fully customizable widgets fit your store's aesthetic, providing a seamless customer experience and increasing customer trust.\nWith powerful management features like PIN, HIDE, and GROUP reviews, LAI will help you leverage the power of product reviews to increase customer engagement, improve satisfaction, and drive conversions for your online store.","URL":"https://apps.shopify.com/lai-reviews","ReviewCount":"1,302","Features":["Import product reviews from Ali Express, Amazon, DSers, CJ... or a custom CSV","Fully customizable widget to best match your store aesthetic","Support both videos and photos reviews","Automatic email campaigns to collect authentic reviews and get them to buy again","Showcase reviews across your store: homepage, collections, products, popups,..."],"Categories":["Product reviews","SEO"]},{"Name":"SearchPie: SEO Booster \u0026 Speed","Headline":"SEARCH PIE is a powerful and user-friendly app that helps boost Google visibility and site speed","Description":"We provide vital SEO solutions for stores of all sizes where all key factors are optimized in a way Google prefers for better rankings, focusing on high-speed performance \u0026 strong local online visibility. The end goal is for you to own an edgy competitive advantage, bringing more clicks to your website.\nWhat's the best is 24/7 Helpchat Ready to back up while SEO-ing your site anytime!\nLet's start with the Starter plan today and see how SEARCH PIE can be your SEO Bestie indeed on Shopify.","URL":"https://apps.shopify.com/seo-booster","ReviewCount":"2,989","Features":["Stay aware of all SEO issues via up-to-date reports","Bulk Update Meta titles, Meta descriptions and Alt tags","Speed up loading time with Instant page, AMP, Image Compressing...","Improve website's credibility with Long \u0026 404 URLs auto detected \u0026 navigated","Make your site readable to Google with Auto Rich Snippets JSON-LD"],"Categories":["SEO","Speed optimization"]},{"Name":"BOOSTER SEO \u0026 IMAGE OPTIMIZER","Headline":"Save thousands of dollars \u0026 countless hours with our all-in-one SEO tools built to improve rankings","Description":"There are plenty of cheap alternatives, so why choose Booster Apps? We are built exclusively for Shopify, with no hacky workarounds like the majority of other SEO apps. Google routinely demotes websites for poor SEO practices, you want to trust a reliable company (40+ person team) that has been in the space for over half a decade with strict guidelines on best practices. This app will ensure that you are set up for On-Page SEO success which is a key element in ranking in image search traffic.","URL":"https://apps.shopify.com/booster-apps-seo-optimizer","ReviewCount":"4,311","Features":["Improve page load speed and SEO scores with our bulk image compression engine","Ensure your meta tags are relevant and optimized to rank and convert","Use our AutoPilot feature to find and fix SEO issues based on customizable rules","Monitor and automatically redirect broken links that are hurting your SEO","24/7 live chat human support for when you have questions or need a hand"],"Categories":["Image editor","SEO"]},{"Name":"Ryviu: Product Reviews \u0026 QA","Headline":"Ryviu is a product review app that helps you generate eCommerce social proof, increase trust \u0026 sales","Description":"Looking for an easy way to boost sales and increase trust in your eCommerce store? Ryviu is here to help! Our app offers a range of cool features to help you showcase product reviews and answer customer questions. Import reviews from multiple sources, customize and optimize them for your store, and enjoy dedicated support through live chat. Start using Ryviu today and see the difference for yourself!","URL":"https://apps.shopify.com/ryviu","ReviewCount":"1,059","Features":["Display customer reviews on your store wherever you want with multiple themes.","Import reviews with photos from multi-sources: Aliexpress, Amazon, Etsy, CSV,...","Send emails to collect reviews after customers purchase products.","Display Question \u0026 Answer helps customers ask questions about products.","Drive traffic, boost SEO, increase trust and sales."],"Categories":["Product reviews","SEO"]},{"Name":"Smart SEO","Headline":"Put your SEO on solid ground, improve rankings, drive more organic traffic, and boost sales.","Description":"With Smart SEO, you can improve the SEO of your store and thus rank higher in SERPs. Smart SEO provides the tools and automation to tackle important SEO areas like meta tags, image optimization, page speed, etc. SEO can be intimidating, but with Smart SEO, you will be surprised how easy it is. With Smart SEO, complex SEO tasks are made easy and mundane ones are automated. Optimize your store, rank higher in SERPS, drive more traffic, and boost sales.","URL":"https://apps.shopify.com/smart-seo","ReviewCount":"1,132","Features":["Generate relevant product Meta Tags instantly and save time and effort.","Optimize your store images and boost your SEO.","Optimize your page speed thus providing better UX and ranking higher in SERPs.","Provide JSON-LD  structured data so that Google understands your store better.","Automatically detect and fix broken links in your store."],"Categories":["SEO","Speed optimization"]},{"Name":"LayoutHub ‑ Easy Page Builder","Headline":"Allows you to quickly create pages through the layouts from the library and change their content.","Description":"Customers are busy individuals who do not have time to create the sites they desire. LayoutHub was created to make this easier by providing a library of various high-quality layouts. Customers may rapidly select and adjust the layout that best meets their needs. Everything is set up and ready to go in a matter of minutes. The layouts are created by seasoned e-commerce professionals, and they will undoubtedly help you improve your conversion rate.","URL":"https://apps.shopify.com/layout-hub","ReviewCount":"2,608","Features":["Powerful and direct editor, easy to use for anyone.","The library of diverse and professional layouts.","Dedicated and professional 24/7 customer support.","Compatible with popular Shopify apps.","The app is designed with outstanding performance in mind."],"Categories":["Page builder","SEO"]},{"Name":"Judge.me Product Reviews","Headline":"Collect and display product reviews and star ratings. Build trust and boost sales with social proof.","Description":"Judge.me is a fast-loading, fully customizable review app in 37 languages.\nSchedule automatic emails to get reviews with photos and videos after order fulfillment or delivery, or import them from other apps. Improve your conversion rate by showing reviews and UGC on your storefront widgets, sharing them on social media, and adding stars on Google for SEO. Setup is easy and tailored to your store: customize widget texts, colors, and themes, or ask our 24/7 support team for basic design tweaks.","URL":"https://apps.shopify.com/judgeme","ReviewCount":"13,752","Features":["Unlimited email review requests with photo and video, and in-email review forms","Display star ratings, store and product reviews, trust badges, reviews carousel","Share reviews on Facebook, Instagram, Twitter, rich snippets and Google Shopping","Synchronize and group product reviews across different products and stores","Engage your reviewers with Q\u0026A, coupons, and email marketing integrations"],"Categories":["Product reviews","SEO"]},{"Name":"Product Reviews","Headline":"Highlight what customers love about your products by adding ratings and reviews to your online store","Description":"Shopify Product Reviews allows you to collect and share customer reviews on the product pages of your online store. Customers can rate and review products to help other people decide what to buy, and also provide valuable feedback to you.","URL":"https://apps.shopify.com/product-reviews","ReviewCount":"1,726","Features":["Theme-friendly design - Reviews automatically match your store's look and feel","Easy customization - Edit layout, text, and colors without needing to code","Bulk actions - Publish, hide, filter, and manage reviews quickly and easily","CSV import and export - Import and export your reviews in a spreadsheet","SEO-friendly review scores - Add review scores to your Google search results"],"Categories":["Product reviews"]},{"Name":"Stamped Product Reviews \u0026 UGC","Headline":"Stamped helps you capture and showcase high-converting reviews \u0026 ratings, photos \u0026 videos, and Q\u0026A.","Description":"Boost your revenue with high-converting product reviews, NPS, photo \u0026 video reviews, Instagram Shoppable Gallery, Community Q\u0026A, Checkout Reviews, and more. Stamped Reviews is fully customizable to fit your brand with on-site display widgets. Moderate and comment on reviews.","URL":"https://apps.shopify.com/product-reviews-addon","ReviewCount":"5,979","Features":["Collect \u0026 import product reviews, NPS, Q\u0026A, Google Reviews \u0026 Shoppable Instagram","Improve Google Shopping \u0026 SEO with Search Rich Snippets for SEO","Site widgets, banners, templates, and emails increase review conversions","Google integration to rank higher on Google Seller \u0026 Product Ratings"],"Categories":["Product reviews","Offline marketing"]},{"Name":"Judge.me AliExpress Reviews","Headline":"Import unlimited reviews from AliExpress. Display reviews using Judge.me or any review app.","Description":"To import reviews, install the app or Chrome extension, then choose the Shopify product to add reviews and enter the AliExpress product URL. You can apply many filters: number of reviews to import, minimum rating/specific rating, reviews with photos, etc. To import faster, you can create import settings and run multiple imports simultaneously with different settings. You can transfer your imported reviews automatically to Judge.me, or export reviews to CSV and import them to another review app.","URL":"https://apps.shopify.com/aliexpress-review-importer","ReviewCount":"460","Features":["Import unlimited reviews from AliExpress. Run multiple imports at the same time.","Apply multiple filters to get the reviews you want","Integrate with Judge.me to show reviews or export reviews to another review app","Import reviews directly from AliExpress pages with the Chrome extension","Build trust and increase conversion rate with review photos and descriptive UGC"],"Categories":["Product reviews","Direct marketing - Other"]},{"Name":"Ali Reviews ‑ Product Reviews","Headline":"Ali Reviews is an all-in-one solution that helps to collect, showcase, and manage impactful reviews.","Description":"No matter the size of your store, AliReviews by OneCommerce can help you collect \u0026 take advantage of customer reviews. Get more product reviews \u0026 photo reviews via Amazon, AliExpress review importer, email, SMS, QR code, or social media. Make your brand shine with stunning widgets to showcase reviews on any page without affecting site speed. AliReviews harnesses customer behavior (items in cart, viewed products) to show relevant reviews, minimizing cart abandonment and driving conversions.","URL":"https://apps.shopify.com/ali-reviews","ReviewCount":"12,508","Features":["Perform store the most attractive level on any page with eye-catching widgets","Easily collect reviews and customer photos via email/SMS, QR code \u0026 incentives","Get online reviews directly via AliExpress importer, Amazon, DSers \u0026 Ali Orders","Drive conversions by showing right reviews based on customer profiles \u0026behaviors","Increase organic traffic by sharing reviews to Facebook, Twitter, Instagram"],"Categories":["Product reviews","Page enhancements - Other"]},{"Name":"Hextom: Ultimate Sales Boost","Headline":"Ultimate Sales Boost offers various tools to promote sales on every page of your website.","Description":"This App has 30+ tools to promote your sales from landing page, product page, all the way to the checkout page, displays consistent sales boosting messages throughout your customers' entire shopping journey, and increase sales. \n\nIt includes countdown timer, stock countdown, free shipping, trust and payment badges, image labels, get-it-by timer, BOGO, animations on the home, collection, product, cart, and checkout pages. You can choose the best tools to optimize your conversion funnel.","URL":"https://apps.shopify.com/ultimate-sales-boost","ReviewCount":"7,581","Features":["30+ widgets, tools to promote sales, fully customizable, 1-click to configure","Display on every page including home, collection, product, cart, checkout pages","Countdown timer, stock countdown, image labels, stickers, BOGO, upsell","Free shipping message, get-it-by timer, trust badges, payment badges","Advanced targeting, geolocation, customer, page, product targeting, scheduling"],"Categories":["Countdown timer","Trust badges"]},{"Name":"Loox Product Reviews \u0026 Photos","Headline":"Turn customer love into sales with the strongest form of social proof - visual reviews and referrals","Description":"Loox is a social proof solution that helps you build and scale a trusted brand. \n\nCollect product reviews with photos and videos from your customers. Display reviews in beautiful widgets to build trust with visitors. Reach new audiences by rewarding customers for referring their friends. \n\nLoox is fully customizable to fit your brand look, supports multi-lingual stores, integrates with your tech stack, and operates on auto-pilot for you.","URL":"https://apps.shopify.com/loox","ReviewCount":"11,198","Features":["Send automatic review request emails, offer discounts for adding a photo / video","Display reviews in beautiful widgets: Grid, List, Carousel, Popup, and Sidebar","Integrate with Google Shopping. Loox is an official Google Reviews Partner","Auto-generate referral links to reward customers for referring friends","Increase order value by leveraging social proof in post purchase upsells"],"Categories":["Product reviews","Upselling and cross-selling"]},{"Name":"Badges \u0026 Icons to build trust","Headline":"Elevate your brand with a designer icon library. Customize and upload your own icons without coding.","Description":"With TinyICONS you can add designer icons on any page of your online store. Icons will quickly liven up your online store, simplify buyer journey and increase customer trust making your store a trusted site! You can also use TinyICONS vast icon (trust me, guarantees, feature, social, payment icons) customization possibilities to strengthen brand memorability and boost conversion rates.\n\nLarge guarantees \u0026 feature free icons library will help you pick out any icon you like or upload your own!","URL":"https://apps.shopify.com/tiny-icons-and-badges","ReviewCount":"38","Features":["Easily customize size, font and color of all available icons and trust badges.","Place free badges \u0026 icons on product pages, homepage, cart, or footer.","Upload your own guarantee \u0026 feature icons with a few simple clicks.","Enjoy responsive design and preview possibilities.","Get help at any step of the way from superstar customer support."],"Categories":["Trust badges","Icons"]},{"Name":"Judge.me Product Reviews","Headline":"Collect and display product reviews and star ratings. Build trust and boost sales with social proof.","Description":"Judge.me is a fast-loading, fully customizable review app in 37 languages.\nSchedule automatic emails to get reviews with photos and videos after order fulfillment or delivery, or import them from other apps. Improve your conversion rate by showing reviews and UGC on your storefront widgets, sharing them on social media, and adding stars on Google for SEO. Setup is easy and tailored to your store: customize widget texts, colors, and themes, or ask our 24/7 support team for basic design tweaks.","URL":"https://apps.shopify.com/judgeme","ReviewCount":"13,752","Features":["Unlimited email review requests with photo and video, and in-email review forms","Display star ratings, store and product reviews, trust badges, reviews carousel","Share reviews on Facebook, Instagram, Twitter, rich snippets and Google Shopping","Synchronize and group product reviews across different products and stores","Engage your reviewers with Q\u0026A, coupons, and email marketing integrations"],"Categories":["Product reviews","SEO"]},{"Name":"Yotpo Product Reviews \u0026 UGC","Headline":"Collect and display user-generated content (UGC) such as Ratings \u0026 Reviews to showcase social proof.","Description":"Yotpo helps eCommerce brands collect product reviews that drive social proof. With AI-powered reviews widgets, Yotpo makes it easy for eCommerce brands of all sizes to gather high-quality product reviews that impact the path to purchase. Yotpo’s partner integrations make it easy for brands to display reviews and star ratings on social media and search engines like Google. Plus, with Yotpo Reviews, brands can also unlock synergies between SMS and loyalty.","URL":"https://apps.shopify.com/yotpo-social-reviews","ReviewCount":"5,857","Features":["Stand out on search with Google Seller Ratings and Google Shopping Ads","Connect your reviews with our SMS, loyalty, and subscriptions product synergies","Use our marketer-friendly solution to customize your reviews widget","Collect and display Photo \u0026 Video reviews to showcase social proof","Leverage Smart Filters to build buyer confidence by displaying relevant content"],"Categories":["Product reviews","Offline marketing"]},{"Name":"Ryviu: Product Reviews \u0026 QA","Headline":"Ryviu is a product review app that helps you generate eCommerce social proof, increase trust \u0026 sales","Description":"Looking for an easy way to boost sales and increase trust in your eCommerce store? Ryviu is here to help! Our app offers a range of cool features to help you showcase product reviews and answer customer questions. Import reviews from multiple sources, customize and optimize them for your store, and enjoy dedicated support through live chat. Start using Ryviu today and see the difference for yourself!","URL":"https://apps.shopify.com/ryviu","ReviewCount":"1,059","Features":["Display customer reviews on your store wherever you want with multiple themes.","Import reviews with photos from multi-sources: Aliexpress, Amazon, Etsy, CSV,...","Send emails to collect reviews after customers purchase products.","Display Question \u0026 Answer helps customers ask questions about products.","Drive traffic, boost SEO, increase trust and sales."],"Categories":["Product reviews","SEO"]},{"Name":"Ship, Rate and Track","Headline":"Connect the FedEx account to your store. Display realtime rates at checkout \u0026 print shipping labels.","Description":"The Ship Rate \u0026 Track app is integrated with FedEx to provide access to shipping \u0026 other services you require. Printing shipping labels directly within Shopify saves time and avoids human error. Real-time FedEx shipping rates at checkout can help you avoid undercharging or overcharging the customers. The app also marks Shopify orders as fulfilled \u0026 sends tracking details, so no more “Where’s my package?” queries from customers. Enter your FedEx account number and start shipping.","URL":"https://apps.shopify.com/fedex-shipping","ReviewCount":"291","Features":["Get the FedEx-certified shipping app \u0026 integrate your FedEx account","Display real-time FedEx shipping rates \u0026 delivery estimates at the checkout","Print FedEx shipping labels, commercial invoice, BOL \u0026 CSB-V in a single click","Mark your orders as fulfilled \u0026 send FedEx tracking details to your customers","Pack into FedEx flat rate boxes (or) your own packaging"],"Categories":["Shipping labels","Shipping rate calculator"]},{"Name":"ShipHero Inventory \u0026 Shipping","Headline":"ShipHero’s Inventory \u0026 Shipping Software makes it easy to ship eCommerce.","Description":"Our Warehouse Management Software (WMS) has been designed to help eCommerce brands run their warehouses using industry-leading technology and powerful tools.\n\nOur software is used in our 8 owned and operated warehouses throughout North America, so we understand the pain points clients face on a daily basis. If you’re looking for details on how our WMS works, you can check out our videos on YouTube. We also invite you to come and visit us at one of our warehouses so you can see our WMS in action.","URL":"https://apps.shopify.com/shiphero","ReviewCount":"144","Features":["Reduce Mistakes \u0026 Mis-Picks","Reduce Warehouse Costs","Increase Efficiency","Get End-to-End Visibility ParcelView \u0026 PostHero","Receive Outstanding Client Support"],"Categories":["Inventory sync","Warehouse management"]},{"Name":"Dianxiaomi（店小秘）","Headline":"Support product publishing order processing, help Chinese sellers better manage their stores","Description":"Support product publishing order processing, help Chinese sellers better manage their stores","URL":"https://apps.shopify.com/dianxiaomi","ReviewCount":"27","Features":["Quickly process orders, and support 60 cross-border e-commerce platforms such","Connect with more than 500 Chinese logistics service providers such as China","Order rules, automatically selecting the best logistics method","Connect with 1688 and manage your purchasing process","Perfect inventory processing process"],"Categories":["Warehouse management","Enterprise resource planning"]},{"Name":"Order Fulfillment in Europe","Headline":"","Description":"Monta offers outsourced fulfillment for webshops and direct-to-consumer brands. The mission is to make e-commerce logistics easier and more fun for everyone!\nOur integration quickly connects your store with Monta. Want us to fulfill for you? We'll personally contact you to walk you through the steps of onboarding.\nSome benefits of Monta include:\n\n- Easy integration with your store(s) and Monta\n- Fully automated integration with order, stock and tracking information\n- Same-day shipping\n- The...","URL":"https://apps.shopify.com/montapacking","ReviewCount":"1","Features":null,"Categories":["Outsourced fulfillment","Warehouse management"]},{"Name":"FulfilmentChina","Headline":"Dropshipping fulfillment services. Customized service can help customers increase products sales.","Description":"Automate your ecommerce business with FulfilmentChina. We provide one-stop  dropshipping service. You can start your ecommerce business easily. We don't have a minimum order quantity. It is friendly for new sellers. Experienced sellers can trust our product quality and reliable logistics.","URL":"https://apps.shopify.com/fulfilmentchina","ReviewCount":"2","Features":["No minimum order quantity.","Free warehousing.","Repackaging orders and customizing products."],"Categories":["Warehouse management","Fulfilling orders - Other"]},{"Name":"Cahoot Fulfillment","Headline":"Get the power of Amazon-like distributed order fulfillment at a price lower than other 3PLs","Description":"A fulfillment solution that opens new growth opportunities on top of meeting your standard requirements and enables you to spend your time on growth, not on dealing with fulfillment issues. We have made a powerful software that automates most functions, giving you complete visibility over your inventory, orders \u0026 shipments at a glance. Need a low-cost option for slower-moving SKUs? Launching a B2B order portal? Looking to amplify growth with a 1-day or 2-day delivery promise? We support it all!","URL":"https://apps.shopify.com/peer-to-peer-order-fulfillment","ReviewCount":"23","Features":["Delight your customers and boost your revenue by offering 1- and 2-day shipping","Superior network keeps costs low while providing the highest quality service","Most reliable fulfillment with 99.95% on-time shipments and zero-defect picking","Have complete visibility over your inventory, orders and shipments at a glance","Always a US-based customer support rep to talk to when you need"],"Categories":["Outsourced fulfillment","Warehouse management"]},{"Name":"plentymarkets","Headline":"Connect to the e-commerce ERP for omni-channel integration, process automation and full scalability.","Description":"plentymarkets lets you sell on over 50 marketplaces worldwide providing seamless integrations of sales channels including point-of-sale. The e-commerce ERP offers extensive functionality for efficient automation of retail processes while enabling the centralization of item and customer data. With state-of-the-art technology and plugin-readiness, the cloud-based software allows for endless scalability through flexible modular expansion, high performance and data security.","URL":"https://apps.shopify.com/plentymarkets-1","ReviewCount":"4","Features":["High range, one software - reach customers across over 50 marketplaces","Excel operationally - link and automate all processes of your operations","Grow securely - flexibly expand and scale your online business"],"Categories":["Warehouse management","Collection manager"]},{"Name":"Picqer","Headline":"Picqer is easy-to-use online warehouse management software, for every process in your warehouse.","Description":"Picqer helps you make the most important processes in your warehouse smarter and more efficient. With Picqer you work more calmly, walk less, eliminate unnecessary work and do things first time right. As a result, you process orders up to 5 times faster with the same team, without having to work harder.","URL":"https://apps.shopify.com/picqer","ReviewCount":"7","Features":["Stock \u0026 Location Management","Picklists \u0026 Smart Picking Routes","Purchasing \u0026 Receiving Inventory","Shipment \u0026 Returns","Reporting \u0026 Automations"],"Categories":["Warehouse management"]},{"Name":"Google channel","Headline":"Get your products in front of new shoppers who are looking for what you’re selling.","Description":"Reach millions of shoppers when they're searching for products like yours. Sync your products to Google Merchant Center, list products for free on Search, YouTube and more and even run paid Performance Max campaigns. \n\nDisclaimer: In the European Economic Area, the United Kingdom or Switzerland, Performance Max campaigns can be used with any Comparison Shopping Service (CSS) you work with. The ads will show on general search results pages and on any other surfaces the CSS has opted in to.","URL":"https://apps.shopify.com/google","ReviewCount":"5,688","Features":["Sync your products with ease to Google Merchant Center.","Get listed free of charge automatically on Google.","Drive conversion with Buy on Google for eligible merchants.","Connect with your audience and sell on YouTube.","Expand your reach and boost sales with Performance Max."],"Categories":["Online marketplaces","Product feeds"]},{"Name":"Snapchat Ads","Headline":"Easily create customized ads. Reach Snapchat’s unique audience and drive meaningful engagement.","Description":"Meet the Snapchat Generation where they are. With Snapchat Ads, you can sync your products and create compelling campaigns on the platform where millennials, gen Z, and other highly engaged Snapchatters come to share real-life moments with friends and family. Join 10,000+ Shopify merchants using the Snapchat Ads app to market and grow their businesses! \n\nSnapchat offers a variety of features specially built to help e-commerce stores like yours:","URL":"https://apps.shopify.com/snapchat-ads","ReviewCount":"923","Features":["Sync your catalog so your product information is always up to date.","Create full-screen, engaging ads that inspire action and drive results.","Reach the right customers at the right time with Dynamic Shopping Ads.","Measure the effectiveness of your campaigns with metrics like return-on-ad-spend","Optimize campaigns to drive purchases with the Snap Pixel.","Seamlessly build your brand and grow sales on Snapchat.","Reach a highly engaged audience that spends over 30 minutes on Snapchat daily.","Easily create two types of campaigns from within Shopify’s Marketing tab."],"Categories":["Social media ads"]},{"Name":"Google channel","Headline":"Get your products in front of new shoppers who are looking for what you’re selling.","Description":"Reach millions of shoppers when they're searching for products like yours. Sync your products to Google Merchant Center, list products for free on Search, YouTube and more and even run paid Performance Max campaigns. \n\nDisclaimer: In the European Economic Area, the United Kingdom or Switzerland, Performance Max campaigns can be used with any Comparison Shopping Service (CSS) you work with. The ads will show on general search results pages and on any other surfaces the CSS has opted in to.","URL":"https://apps.shopify.com/google","ReviewCount":"5,688","Features":["Sync your products with ease to Google Merchant Center.","Get listed free of charge automatically on Google.","Drive conversion with Buy on Google for eligible merchants.","Connect with your audience and sell on YouTube.","Expand your reach and boost sales with Performance Max."],"Categories":["Online marketplaces","Product feeds"]},{"Name":"Flexify: Facebook Product Feed","Headline":"Monitor and improve product data. Integrate with Facebook channel to boost campaign performance.","Description":"Flexify is a tool to optimize product data for your Facebook channel.\nIn order to drive sales on Facebook/Instagram, merchants need to provide extensive, high quality structured product data. \nOptimal product data allows Facebook to create optimized buying experiences within their apps and to effectively target potential buyers.\nFlexify helps you to monitor and improve the quality of your product data.\nIt can automatically extract and add missing product attributes.","URL":"https://apps.shopify.com/facebook-product-catalog","ReviewCount":"264","Features":["Improve targeting of your Facebook \u0026 Instagram campaigns","Optimize Facebook and Instagram checkout experience","Supports multiple languages and currencies"],"Categories":["Advertising","Product feeds"]},{"Name":"Shopify Collabs","Headline":"Build and manage a community of influencers who love your brand and can help you drive sales","Description":"Building your business means building relationships with creators and influencers. However, keeping track of every interaction and sale is tedious without the right tools. Shopify Collabs can help you recruit and manage creators who can promote your products, endorse your brand, and ultimately increase your sales. \n\nWhether you're launching an ambassador program, finding new partners, sending out gifts to creators or tracking affiliate offers and payments, our tools are built to help you scale.","URL":"https://apps.shopify.com/collabs","ReviewCount":"101","Features":["Recruit creators with your custom application page","You’re in complete control - Review and approve all new creator applications","No more addresses in spreadsheets. Send and track gifts natively through Shopify","Create a world class affiliate program with discount codes and affiliate links","Cha-ching! Track and pay sales commissions to creators in just a few clicks"],"Categories":["Affiliate programs","Discounts"]},{"Name":"Facebook \u0026 Instagram","Headline":"Sell on Facebook and Instagram and seamlessly manage your business from one place in Shopify.","Description":"Grow your business on Facebook and Instagram while managing orders, returns and more in Shopify. Easily promote your products and target accurately using powerful sales and marketing tools. Reach new customers and offer a seamless in-app shopping experience, from discovery to checkout.   \n\nAutomatically sync your eligible Shopify products to your Facebook and Instagram shop, so you can sell from one inventory while easily creating ads and shoppable posts right where your customers are.","URL":"https://apps.shopify.com/facebook","ReviewCount":"3,960","Features":["Get shop insights, including best performing products and top tagged content","Help drive better ad performance by setting up a conversion pixel","Easily set up your shop with a one-time account connection","Sell from one inventory that automatically syncs to your shop","Get email and live chat support from Meta"],"Categories":["Social media ads","Social media"]},{"Name":"Klarna On‑Site Messaging","Headline":"Convert more sales with flexible and customized on-site messaging about Klarna as a payment method","Description":"Create customized messaging ranging from banners promoting your partnership with Klarna \u0026 availability of payment options, to personalized promotions on product, cart \u0026 other pages. Highlighting buy now pay later (BNPL) options to your customers while they’re still shopping can lead to more conversions at checkout for you. We also offer a dedicated support team.\nFirst, ensure Klarna is active as a payment method in checkout and then use this app to inform customers that they can pay with Klarna.","URL":"https://apps.shopify.com/klarna-on-site-messaging","ReviewCount":"167","Features":["Promote the availability of payment options like Klarna and increase sales.","Customize and personalize your messaging to maximize conversions.","Optionally extend order data sharing \u0026 prevent inventory oversells."],"Categories":["Banners","Advertising - Other"]},{"Name":"GOAFFPRO ‑ Affiliate Marketing","Headline":"Complete affiliate and influencer marketing solution. Powerful and easy to use","Description":"With GOAFFPRO, you can start your own affiliate marketing program in minutes. Just install and you are good to go.\n\nHow this works? \n\nYour customers/influencers are given a portal to register and become affiliates.\n\nAfter sign up, they are provided with a referral link which they use to promote your products on their blog, Instagram, etc. \n\nThey are then rewarded for any purchase made using their referral link","URL":"https://apps.shopify.com/goaffpro","ReviewCount":"1,646","Features":["Unlimited affiliates, unlimited sales, unlimited traffic, unlimited potential","Branded portal for your affiliates to get their referral links, see their stats","Automated referral tracking, order attribution. Numerous payout options","Android + iPhone mobile apps with push notifications to keep affiliates engaged","Advanced multi level capabilities with customizable compensation and party plans"],"Categories":["Affiliate programs"]},{"Name":"Microsoft Channel","Headline":"Easily reach millions of new consumers and grow your business with Microsoft Advertising.","Description":"With the Microsoft Channel app, Shopify merchants can now easily connect with millions of people at the intersection of work and life on the Microsoft Search Network and Microsoft Audience Network. The onboarding is simple, allowing you to showcase your products using paid and free listings and connect with consumers who are more likely to make a purchase online. With free listings, you are automatically able to show on the Microsoft Bing Shopping tab and the Microsoft Start Shopping tab.","URL":"https://apps.shopify.com/microsoft-advertising","ReviewCount":"349","Features":["Grow your business with a large valuable audience","Showcase your products with free and paid listings","Ensure your success with real time reporting"],"Categories":["Advertising"]},{"Name":"Simprosys Google Shopping Feed","Headline":"Submits Feed for Google Shopping, Microsoft \u0026 Facebook and Manages Smart Shopping \u0026 PMax Campaigns.","Description":"The app supports product feed submission for Google Shopping, Buy on Google, Free Listings on Google, Facebook Shop, Checkout on Facebook, FB Dynamic Product Ads, Instagram Shop, Google Local Inventory Ads, and Microsoft Shopping Ads. You can easily create \u0026 manage Google Ads Performance Max (PMax) Campaigns and Microsoft Ads Smart Shopping Campaigns, with an option to set up conversion tracking \u0026 dynamic remarketing tagging to measure campaign performance \u0026 visitors' interaction with your store","URL":"https://apps.shopify.com/google-shopping-feed","ReviewCount":"4,728","Features":["Seamless integration for Google's Delivery Speed Estimates \u0026 Automated Discounts","Supports Shopify Market with Multi-language, Multi-currency \u0026 Top-level Domains.","Attribute customisation made easy with robust filtering \u0026 bulk editing options.","The auto-assignment of values for several attributes using Automated Rules.","Create Promotions Feed. Support Category-specific Recommended Attributes for FB."],"Categories":["Advertising","Product feeds"]},{"Name":"UpPromote Affiliate \u0026 Referral","Headline":"Maximize exposure \u0026 boost customer loyalty with our all-in-one affiliate and referral marketing app","Description":"Uncover the power of affiliate, referral and influencer marketing with UpPromote. Our comprehensive solution makes it easy for eCom brands to find and manage partners. Four steps are required to launch an affiliate program, our built-in tooltips and responsive support team will help you navigate the app effortlessly. With our powerful functions, you can build growth loops around affiliates and customers with referral programs. Our pricing accommodates the needs and expansion of any business.","URL":"https://apps.shopify.com/affliate-by-secomapp","ReviewCount":"2,183","Features":["Create unique affiliate programs with a variety of commission opportunities.","Customize reward and discount amounts for customers with referral programs.","Seamlessly track referral orders via affiliate links, coupons, connected emails.","Customize everything fitting your brand: forms, links/codes, affiliate portal.","Motivate affiliates with powerful options: bonuses, gifts, store credit, MLM."],"Categories":["Affiliate programs","Loyalty and rewards"]},{"Name":"Vimeo Create ‑ Video Maker","Headline":"Make impressive, powerful, sale-making videos in minutes!","Description":"Vimeo Create automatically turns your existing product images and text into polished videos. Seamlessly publish your product videos to your Shopify storefront, or share beautiful video ads to social media to promote your business for seasonal events all year round.\n\nHere’s the run-down of all Vimeo offers you:\nAppealing storefront\nNo video experience needed\nAll your videos in one secure place\n\nUpgrade your storefront today with engaging and converting videos. Get Vimeo now!","URL":"https://apps.shopify.com/vimeo_product_video_maker","ReviewCount":"681","Features":["Easily turn your product listings and photos into videos that increase sales.","Increase your conversion rate now with high quality videos.","Over 3,000 templates to help you drive traffic to your store."],"Categories":["Advertising","Video editor"]},{"Name":"Product Recommendations‑Crafty","Headline":"You can boost your sales by showing the popular top products of your store.","Description":"The app shows new arrival, recent view and recommended products on the product page. You can also customize to move it anywhere on the product page you want. \n\nThe crafty app, lets your customers make an AI-based product recommendation. We offer a wide variety of products shown on every product page, collection page, home page and cart page.","URL":"https://apps.shopify.com/product-recommendations-crafty","ReviewCount":"2","Features":["Best selling product, Featured products and Recommended products","Recently view products, Manually recommended products and New arrival products.","Customize design  and mobile friendly.","Limit to showing the products on desktop and mobile","Our customer support is always here to solve any query you have!"],"Categories":["Recommended products","Recently viewed"]},{"Name":"One Click Upsell ‑ Zipify OCU","Headline":"Increase top-line revenue with optimized pre \u0026 post-purchase upsell funnels..all with a few clicks!","Description":"Make more offers in more places to increase your average order value and topline revenue. OneClickUpsell makes it easy to offer optimized pre-purchase upsells, in-cart upsells, \u0026 post-purchase upsells. Plus built in split-testing allows you to optimize each funnel for the best performance. No need for a developer or custom coding. Just select a product you want to offer. Customize it. Publish. That's all it takes to optimize your checkout experience from top to bottom.","URL":"https://apps.shopify.com/zipify-oneclickupsell","ReviewCount":"262","Features":["Upsell Sales Funnel Builder - Offer one upsell or an entire funnel","True One Click Purchases - No need for customers to re-enter their payment info","Built In Split Testing For Each Placement - fully optimize your entire funnel","Unlimited Upsells - You are not charged based on how many people see your offers","World Class Support - If you ever have questions our team is standing by to help"],"Categories":["Page builder","Upselling and cross-selling"]},{"Name":"Recharge Subscriptions","Headline":"Helping brands maximize the value of their shoppers","Description":"Recharge is a trusted subscription management solution. Our mission is to help brands turn one-time shoppers into loyal customers.\n\nScalable: \nGrow your subscription business with Recharge and enable your customers to fully manage their subscriptions directly from your store.\n\nCustomizable:\nLeverage Recharge’s customization capabilities to create the subscription experience you envision. \n\nIntegrated:\nTake advantage of turnkey integrations that’ll connect your tech stack.","URL":"https://apps.shopify.com/subscription-payments","ReviewCount":"1,335","Features":["Customer Portal -  Customize the interface of the store's customer portal.","RechargeSMS - Allow customers to manage their subscription via SMS.","Robust and Flexible API - Fully customize your subscription experience.","Build a box - Leverage Recharge Bundles for cross-sells and upsells.","Unified Checkout - Single checkout process no matter the contents of the cart."],"Categories":["Product bundles","Subscriptions"]},{"Name":"ReConvert Upsell \u0026 Cross sell","Headline":"Sell more: checkout upsell, one click upsell post purchase upsell thank you page upsell \u0026 cross sell","Description":"With ReConvert, you can add one click upsell, post purchase upsell \u0026 discounted upsells to your checkout \u0026 thank you page. ReConvert's conversion focused post purchase upsell funnel helps you grow AOV \u0026 maximize the profit of every sale. \nWith ReConvert thank you page you can also: collect birthdays, upsale customers to a subscription, track orders, reorder, offer bundle style cross sell \u0026 more. With acquisition costs on the rise, ReConvert helps you increase your margins \u0026 hit new sales records","URL":"https://apps.shopify.com/reconvert-upsell-cross-sell","ReviewCount":"3,660","Features":["Deploy checkout \u0026 post purchase upsell funnels, get shoppers to spend more money","Immediately boost AOV post checkout with frictionless one click upsell offers","Upgrade your thank you page: run surveys, collect birthdays, \u0026 product upsell","Easily build and manage your checkout upsell strategy with a drag \u0026 drop editor","Use deep segmentation to trigger bundle upsell, cross sell, one click upsell etc"],"Categories":["Recommended products","Upselling and cross-selling"]},{"Name":"DMetaSoul Recommendations","Headline":"One-stop personalized recommendation solution. This app can help you sell more products.","Description":"DMetaSoul Recommendations is a powerful, user-friendly, one-stop personalization plugin that helps merchants increase sales and improve user experience. This app can provide accurate, personalized recommendations by using hybrid AI-powered recommendation algorithms based on catalog data, text descriptions and images of products, and visitor behavior events. You can put it in different locations, such as the homepage, collection page, cart page, and product detail page.","URL":"https://apps.shopify.com/dmetasoul-recommendation","ReviewCount":"1","Features":["Easily integrate our personalized recommendation app into your store.","Powered by AI models that can help merchants understand products and customers.","One-stop Personalized Solution that supports a variety of recommendation scenes.","Detailed analytics to show business growth done by DMetaSoul Recommendations.","Easy tuning of title, color, background, layout and manual recommendations."],"Categories":["Recommended products","Recently viewed"]},{"Name":"ReConvert Upsell \u0026 Cross sell","Headline":"Sell more: checkout upsell, one click upsell post purchase upsell thank you page upsell \u0026 cross sell","Description":"With ReConvert, you can add one click upsell, post purchase upsell \u0026 discounted upsells to your checkout \u0026 thank you page. ReConvert's conversion focused post purchase upsell funnel helps you grow AOV \u0026 maximize the profit of every sale. \nWith ReConvert thank you page you can also: collect birthdays, upsale customers to a subscription, track orders, reorder, offer bundle style cross sell \u0026 more. With acquisition costs on the rise, ReConvert helps you increase your margins \u0026 hit new sales records","URL":"https://apps.shopify.com/reconvert-upsell-cross-sell","ReviewCount":"3,660","Features":["Deploy checkout \u0026 post purchase upsell funnels, get shoppers to spend more money","Immediately boost AOV post checkout with frictionless one click upsell offers","Upgrade your thank you page: run surveys, collect birthdays, \u0026 product upsell","Easily build and manage your checkout upsell strategy with a drag \u0026 drop editor","Use deep segmentation to trigger bundle upsell, cross sell, one click upsell etc"],"Categories":["Recommended products","Upselling and cross-selling"]},{"Name":"Upsell \u0026 Cross Sell ‑ Selleasy","Headline":"One click upsell \u0026 cross sell for AOV+. Frequently bought together bundles, related product addons.","Description":"Selleasy displays high conversion pre purchase \u0026 post purchase upsell offers. This prompts customers to bundle related products / accessories, and increases your AOV. Upsell \u0026 cross sell offers can be created manually or using automatic product recommendations. Selleasy also supports multi-language and multi-currency Shopify stores.\n\nMost of our widgets are embedded \u0026 unobtrusive. Choose the style of upsell that suits your store. We also offer free setup assistance on Zoom / chat / email.","URL":"https://apps.shopify.com/upsell-cross-sell-kit-1","ReviewCount":"586","Features":["Show Amazon-style \"frequently bought together\" product upsell bundles.","Cross sell product addons on the product page. Embed as list / grid / etc.","Pop-up a cart upsell funnel or addons based on items in the cart.","Display a post purchase upsell page with one click upsell (checkout upsell).","Cross sell related products using the thank you page upsell."],"Categories":["Recommended products","Upselling and cross-selling"]},{"Name":"JustViewed ‑ Recently Products","Headline":"Refresh your buyer’s memory and boost sales by Recently Viewed Products in your store.","Description":"Generate more revenue | Soft-sell products | Simplify the checkout process.\n\nCustomers may want to pick up their shopping journey from where they have last left off. The Recently Viewed Products feature offers them an overview of the items they may have explored of late. It serves as a reminder for recently viewed items that once held their interest and encourages them to complete the purchase.\n\nWe also offer homepage customization to display Recently Viewed Products on the home screen.","URL":"https://apps.shopify.com/recent-viewed-products","ReviewCount":"80","Features":["Multiple Language Translation Support","Mobile-friendly display without losing out on features and functionalities.","Customize the “Buy Now/Add to Cart” button to maintain brand consistency.","Customize recently viewed products with border and background color and display.","Enable or disable the recently viewed product slider and auto slider feature."],"Categories":["Recently viewed"]},{"Name":"Honeycomb Upsell \u0026 Cross Sell","Headline":"Feature compelling upsell and cross sell offers in every step of your customer journey.","Description":"Upselling and Cross Selling is an effective way to boost your revenue without needing to increase your traffic. Generate more profits by raising your store’s average order value (AOV)!\n\nHoneycomb Upsell Funnels enables you to feature compelling upsell and cross sell offers anywhere in your store: product page, cart page, post purchase, and on your thank you page (order summary).\n\nAutomated Revenue: Use our AI recommendation engine to match the best upsell offers with the right products.","URL":"https://apps.shopify.com/honeycomb-upsell-funnels","ReviewCount":"468","Features":["Product page, cart page, in-checkout (Plus exclusive) and thank you page funnels","Real one-click-to-buy post purchase offers including merging orders","Out of the box support for A/B split testing and an in-depth analytics dashboard","Easily customize the look and feel directly inside the app, no theme code added","Downsell, custom fields, autopilot mode, discount stacking, pixel support \u0026 more"],"Categories":["Recommended products","Upselling and cross-selling"]},{"Name":"Zoorix: Cross‑Sell \u0026 Bundles","Headline":"Zoorix Boosts Sales with Frequently Bought Together, Cross-Sell Products, Bundles \u0026 Mix and Match","Description":"Sell more using Zoorix's multiple offer types and conversion boosting tools, including AI product recommendations, bundle upsell offers with multiple bundle types \u0026 mix and match bundles, frequently bought together sets, cross-sell offers and a cart drawer especially designed for upselling \u0026 cross-selling. Zoorix helps you to quickly build a bundle promotion page or integrated cross-sell offers into a theme cart drawer.","URL":"https://apps.shopify.com/zoorix","ReviewCount":"505","Features":["Cross-sell system with AI based or manually picked product recommendations","Mix \u0026 Match offers based on collections including a dedicated bundle promo page","Multiple bundles types - AI based, fixed, percentage and quantitative discounts","Volume discount, quantity discount, quantity breaks and variant level selection","Native cart drawer and cross-sell integration with theme cart drawers"],"Categories":["Product bundles","Recommended products"]},{"Name":"AfterSell Post Purchase Upsell","Headline":"Boost your AOV with AfterSell's post purchase offers, thank you page editing, \u0026 checkout upsells","Description":"Boost your average order value in minutes with AfterSell post purchase upsells. After the initial purchase, show irresistible post purchase offers that shoppers can accept in one click, with no need to re-enter payment information or go through checkout again. Also, boost customer satisfaction by optimizing your thank you page with reviews, FAQs, cross sells, and more. \n\nOn Shopify Plus? You can upgrade your checkout page with upsells and urgency banners. ║Book A Private Demo At AfterSell.com║","URL":"https://apps.shopify.com/aftersell","ReviewCount":"568","Features":["Create post purchase one click upsell \u0026 downsell offers (single \u0026 multi-product)","Customize thank you page with reviews, FAQs, upselling and cross-selling, \u0026 more","Modify checkout page with order bump upsells and more (Shopify Plus Exclusive)","Trigger upsells by products, cart value, customer tag, language, UTM, and more","Split test your offers to see what converts best (A/B testing)"],"Categories":["Recommended products","Upselling and cross-selling"]},{"Name":"Rebuy Personalization Engine","Headline":"The end-to-end personalization platform for the world's top brands.","Description":"Rebuy unlocks the power of personalization by combining proprietary AI/ML technology with modern (no-code, low-code, and custom code) software, industry-leading integrations, and fully-customizable merchandising rules. This holistic solution allows brands to fuel data-driven shopping experiences throughout the entire customer journey from the homepage to checkout to post-purchase and beyond.","URL":"https://apps.shopify.com/rebuy","ReviewCount":"408","Features":["End-to-end personalization, upsells, cross-sells and merchandising.","Smart Cart is the only fully integrated, customizable and AI-powered cart.","Data-fueled product recommendations in checkout and accelerated checkout.","Build engagement with Post-Purchase, Re-Order Landing Pages, and Smart Links.","Industry-leading integrations through every step of the customer's journey."],"Categories":["Recommended products","Upselling and cross-selling"]},{"Name":"Shop Quiz: Product Recommender","Headline":"Product recommendation quiz app. Collect Zero-Party Data to segment leads and grow your audience.","Description":"Guided Selling: being engaged by a salesperson is key to a successful shopping experience. Online shoppers need guidance on finding what they want, just like in real shops. Shop Quiz asks your customers questions, analyzes their responses and recommends the right products for them.\n\nZero-Party Data Quiz: collect actionable data by asking your customers targeted questions. Send captured leads to your mailing list or CRM. Leverage customer data to create higher ROI marketing campaigns.","URL":"https://apps.shopify.com/product-recommendation-quiz-revenuehunt","ReviewCount":"219","Features":["Quizzes drive sales advising customers on finding the right products for them.","Collect actionable data. Segment and tag your shoppers based on their responses.","Send captured leads to your mailing list or CRM to run personalized campaigns."],"Categories":["Customer analytics","Recommended products"]},{"Name":"Wiser ‑Product Recommendations","Headline":"AI personalized recommendations, frequently bought together, related items to upsell \u0026 cross sell","Description":"By using Wiser's Personalization Engine, you can show the personalized recommendations on your store \u0026 increase average order value, cart value \u0026 conversion rate.\n\nWiser has a range of features like AI based Frequently bought together, Cart drawer recommendations, Manual recommendations, Slide Cart Upsell, Checkout upsell, Related Products, Thankyou page recommendations, user behaviour based recommendations \u0026 Recently Viewed Products. \n\nOur in depth analytics allows you to see the ROI as well.","URL":"https://apps.shopify.com/recommended-products-wiser","ReviewCount":"505","Features":["AI based Frequently Bought Together + Discounts \u0026 Recommended Products to Upsell","AI Personalized Recommendations, Post Purchase, Cart Drawer Upsell \u0026 API Access","Analytics to track ROI by Related product, recently viewed products \u0026 upsale","Wiser also have Language Translation \u0026 Currency Conversion compatibility","You may also like, also bought, Emails \u0026 cart page recommendations \u0026 AB Testing"],"Categories":["Recommended products","Upselling and cross-selling"]},{"Name":"Cart X ‑ Post Purchase Upsell","Headline":"Boost your AOV: one click post purchase upsell, cross sell popup \u0026 thank you page checkout upsell","Description":"Cart X is a one click upsell app that allows you to add \u0026 manage upsell \u0026 cross-sell funnels to reconvert customers. We offer one click upsells (OCU), Pop-up and thank you page in-cart offers.\nWe will help you to Boost your Revenue, Conversion Rate \u0026 Average Order Value (AOV) by 15%. Make your customers rebuy your products easily. Add upsell recommendations, downsells, recharge cross sell, order bump, post checkout upsell, Checkout X upsell, reorder upsells or Free gift with any purchase.","URL":"https://apps.shopify.com/cart-x","ReviewCount":"66","Features":["Add cart pop-up aftersell and Post purchase vitals offers with countdown","Easy drag \u0026 drop thank you page builder with cross-sell, coupon \u0026 discount","Reconverting One Click Upsell (OCU), Thank You Page, Checkout Upsell \u0026 popup","Our analytics allows you to track the best performing funnels \u0026 products","Sell complementary products, warranties, BOGO, Bundles, Crosells, Upsells \u0026 more"],"Categories":["Recommended products","Upselling and cross-selling"]},{"Name":"PageFly Landing Page Builder","Headline":"Create pages and sections for your store without any coding. All page types are supported.","Description":"PageFly is how you build new custom pages and sections for your theme. With our drag and drop builder, you can adapt your store quickly for any sales campaign. Whether starting with our template or building a page on your own with our element library, you will enjoy the full control of how the page looks, works and performs. Your page speed is guaranteed with PageFly’s clean code and optimization. All themes and your favorite apps are seamlessly integrated.","URL":"https://apps.shopify.com/pagefly","ReviewCount":"7,224","Features":["Build structure with Slideshow, Block, Tab, Accordions, Table, Content List","Create theme section and reuse for multiple pages","Boost conversion with Sale Countdown, Badges, Forms, Variant Options Swatches","Responsive for mobile, tablet display. Cross-device editing for all screens","Build faster with AutoSave, preset styles, 100+ free templates."],"Categories":["Page builder","Upselling and cross-selling"]},{"Name":"EComposer Landing Page Builder","Headline":"Easy and fast page builder: build any page type or section that is stunning and highly convert.","Description":"EComposer Page Builder helps merchants create any page type or section, fast and simply, using a live drag-and-drop editor. Even beginners can customize pages easily with the rich library of EComposer elements, options, and templates. Save tons of time and cost using third-party apps with 16+ built-in extensions to boost sales. No worries about store speed with EComposer speed-up tools and optimized codes. Our 24/7 livechat support is always happy to assist you anytime!","URL":"https://apps.shopify.com/ecomposer","ReviewCount":"1,276","Features":["Build any page type or section you need from landing to homepage, product, etc.","Live drag-drop page builder that is easy to use and instantly preview changes","100+ page layouts, 260+ section templates, countless elements","Build-in add-ons: Ajax Cart, Color Swatch, Image Optimizer, Cross-selling, etc.","Advanced: Global blocks, AI Content Generator, Lazy load, Auto save, etc."],"Categories":["Page builder","Upselling and cross-selling"]},{"Name":"Loox Product Reviews \u0026 Photos","Headline":"Turn customer love into sales with the strongest form of social proof - visual reviews and referrals","Description":"Loox is a social proof solution that helps you build and scale a trusted brand. \n\nCollect product reviews with photos and videos from your customers. Display reviews in beautiful widgets to build trust with visitors. Reach new audiences by rewarding customers for referring their friends. \n\nLoox is fully customizable to fit your brand look, supports multi-lingual stores, integrates with your tech stack, and operates on auto-pilot for you.","URL":"https://apps.shopify.com/loox","ReviewCount":"11,198","Features":["Send automatic review request emails, offer discounts for adding a photo / video","Display reviews in beautiful widgets: Grid, List, Carousel, Popup, and Sidebar","Integrate with Google Shopping. Loox is an official Google Reviews Partner","Auto-generate referral links to reward customers for referring friends","Increase order value by leveraging social proof in post purchase upsells"],"Categories":["Product reviews","Upselling and cross-selling"]},{"Name":"Honeycomb Upsell \u0026 Cross Sell","Headline":"Feature compelling upsell and cross sell offers in every step of your customer journey.","Description":"Upselling and Cross Selling is an effective way to boost your revenue without needing to increase your traffic. Generate more profits by raising your store’s average order value (AOV)!\n\nHoneycomb Upsell Funnels enables you to feature compelling upsell and cross sell offers anywhere in your store: product page, cart page, post purchase, and on your thank you page (order summary).\n\nAutomated Revenue: Use our AI recommendation engine to match the best upsell offers with the right products.","URL":"https://apps.shopify.com/honeycomb-upsell-funnels","ReviewCount":"468","Features":["Product page, cart page, in-checkout (Plus exclusive) and thank you page funnels","Real one-click-to-buy post purchase offers including merging orders","Out of the box support for A/B split testing and an in-depth analytics dashboard","Easily customize the look and feel directly inside the app, no theme code added","Downsell, custom fields, autopilot mode, discount stacking, pixel support \u0026 more"],"Categories":["Recommended products","Upselling and cross-selling"]},{"Name":"ReConvert Upsell \u0026 Cross sell","Headline":"Sell more: checkout upsell, one click upsell post purchase upsell thank you page upsell \u0026 cross sell","Description":"With ReConvert, you can add one click upsell, post purchase upsell \u0026 discounted upsells to your checkout \u0026 thank you page. ReConvert's conversion focused post purchase upsell funnel helps you grow AOV \u0026 maximize the profit of every sale. \nWith ReConvert thank you page you can also: collect birthdays, upsale customers to a subscription, track orders, reorder, offer bundle style cross sell \u0026 more. With acquisition costs on the rise, ReConvert helps you increase your margins \u0026 hit new sales records","URL":"https://apps.shopify.com/reconvert-upsell-cross-sell","ReviewCount":"3,660","Features":["Deploy checkout \u0026 post purchase upsell funnels, get shoppers to spend more money","Immediately boost AOV post checkout with frictionless one click upsell offers","Upgrade your thank you page: run surveys, collect birthdays, \u0026 product upsell","Easily build and manage your checkout upsell strategy with a drag \u0026 drop editor","Use deep segmentation to trigger bundle upsell, cross sell, one click upsell etc"],"Categories":["Recommended products","Upselling and cross-selling"]}]